[{"id":4511878445268992,"code":"101","concept":"DEMAND","name":"Demand material cooperation, not specified below","description":"Require, demand that target engages in some form of material exchange.","usageNotes":"Use the following sub-categories whenever possible. Demands for judicial cooperation, such as extradition of criminals, or compliance with requirements of an investigation are coded here.","examples":["\u003csource\u003eFrench President Jacques Chirac\u003c/source\u003e \u003cverb\u003eissued\u003c/verb\u003e a stern reminder Saturday to \u003ctarget\u003eIraq\u003c/target\u003e that it \u003cverb\u003emust cooperate\u003c/verb\u003e fully \u003cverb\u003ewith\u003c/verb\u003e UN \u003cverb\u003einspectors\u003c/verb\u003e probing suspect sites for weapons of mass destruction.","An \u003csource\u003eArgentine judge\u003c/source\u003e has \u003cverb\u003eordered\u003c/verb\u003e former president \u003ctarget\u003eCarlos Menem\u003c/target\u003e to appear October 16 for \u003cverb\u003equestioning\u003c/verb\u003e in an investigation of illegal arms sales to Croatia and Ecuador in the 1990s, court sources said Wednesday."],"exampleNotes":""},{"id":4531459066953728,"code":"063","concept":"ENGAGE IN MATERIAL COOPERATION","name":"Engage in judicial cooperation","description":"Initiate, resume, improve, or expand judicial cooperation.","usageNotes":"This code represents cooperation on judicial matters, such as extraditions and war crimes.","examples":["\u003csource\u003eZambia\u003c/source\u003e \u003cverb\u003eextradited\u003c/verb\u003e suspected British militant Haroon Rashid Aswad \u003cverb\u003eto\u003c/verb\u003e \u003ctarget\u003eBritain\u003c/target\u003e on Sunday, a senior Zambian government official said."],"exampleNotes":"Given that this is a cooperative code, the location where the subject is being extradited to---and not the identity of the suspect---should be coded as the target."},{"id":4549366262005760,"code":"023","concept":"APPEAL","name":"Appeal for material aid, not specified below","description":"Make an appeal for, request, or suggest provision of material assistance not otherwise specified.","usageNotes":"This category contains sub-forms for more detailed coding whenever possible. The source could be requesting aid for itself or on behalf of a third party; in either case, the actor whom the request is directed to should be coded as the target. Note that only requests for or suggestions of material aid are coded under this category; events coded under 023 imply neither the receipt or delivery of material aid nor a commitment on the part of the source actor to provide such aid. For the latter two cases, refer instead to categories 07 and 033, respectively.","examples":["\u003csource\u003eRomania\u003c/source\u003e has \u003cverb\u003easked\u003c/verb\u003e the \u003ctarget\u003eEuropean Community\u003c/target\u003e \u003cverb\u003efor\u003c/verb\u003e immediate \u003cverb\u003edelivery\u003c/verb\u003e of additional \u003cverb\u003eaid\u003c/verb\u003e, EC sources said on Thursday."],"exampleNotes":""},{"id":4568196203937792,"code":"082","concept":"YIELD","name":"Ease political dissent","description":"Cancel, suspend, or postpone any (non-war) activity that constitutes political dissent.","usageNotes":"Use this code for concessions by opposition groups in form of ending or putting on hold demonstrations, protests, rallies, etc.","examples":["The \u003csource\u003eNigerian Union of Teachers\u003c/source\u003e (NUT), the umbrella union for primary school teachers, \u003cverb\u003eannounced\u003c/verb\u003e Thursday that it has \u003cverb\u003ecalled off\u003c/verb\u003e a four-day \u003cverb\u003estrike\u003c/verb\u003e after deliberations with the \u003ctarget\u003eNigerian government\u003c/target\u003e."],"exampleNotes":""},{"id":4572318567235584,"code":"1454","concept":"PROTEST","name":"Engage in violent protest to demand change in institutions, regime","description":"Protest forcefully, in a potentially destructive manner, to demand major institutional, constitutional, or regime change.","usageNotes":"Note the difference between institutional/constitutional changes and policy reforms. Riots that call for independence or autonomy essentially demand major changes to the whole system and are hence coded here.","examples":["Prisoners \u003cverb\u003erioted\u003c/verb\u003e at a jail in \u003csource\u003eEast Timor_s capital Dili\u003c/source\u003e on Monday joining thousands of demonstrators in \u003cverb\u003edemanding\u003c/verb\u003e a referendum on \u003cverb\u003eindependence\u003c/verb\u003e from \u003ctarget\u003eIndonesian\u003c/target\u003e rule, locals said."],"exampleNotes":""},{"id":4578521573752832,"code":"1823","concept":"ASSAULT","name":"Kill by physical assault","description":"Kill individuals by physically assaulting them without the use of weaponry, through beating, torture, lynching, etc.","usageNotes":"When a physical assault---beating, torture, lynching, etc.---is specifically mentioned to have caused death, this code takes precedence over other codes for physical assault.","examples":["A \u003ctarget\u003ePalestinian prisoner\u003c/target\u003e \u003cverb\u003edied\u003c/verb\u003e as a result \u003cverb\u003eof torture\u003c/verb\u003e while in \u003csource\u003eIsraeli police\u003c/source\u003e custody, according to a report by a pathologist sent to Israel by Physicians for Human Rights."],"exampleNotes":""},{"id":4592489881141248,"code":"0861","concept":"YIELD","name":"Receive deployment of peacekeepers","description":"Allow, receive peacekeeping forces in territories controlled by the source.","usageNotes":"Code here reported deployment of peacekeeping forces (with location of deployment as the source); mere promises or agreements by fighting parties or a country to accept deployment of peacekeeping forces in its territories should be coded as 0355, and commitments to provide peacekeepers should be coded as 0334. The target for an 084 event should be the actor providing the peacekeepers. Note that this event form is accompanied by the linked event `Provide military protection or peacekeeping_ (074).","examples":["A first patch of \u003ctarget\u003eBangladeshi\u003c/target\u003e \u003cverb\u003epeacekeeping\u003c/verb\u003e troops \u003cverb\u003earrived\u003c/verb\u003e in \u003csource\u003eSierra Leone\u003c/source\u003e Tuesday, joining 12 unarmed military observers as the first element of an 800-strong Bangladeshi contingent due here, U.N. officials said."],"exampleNotes":"Two linked events (0861 and 074) are coded with actors reversed."},{"id":4608139668226048,"code":"013","concept":"MAKE PUBLIC STATEMENT","name":"Make optimistic comment","description":"Express optimism, assurance, confidence.","usageNotes":"This event form is a verbal act. Only statements with explicit optimistic components should be coded as 013; otherwise, default to 010. ","examples":["\u003csource\u003eTurkish President Turgut Ozal\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e on Wednesday he was \u003cverb\u003econfident\u003c/verb\u003e that the \u003ctarget\u003eUnited States\u003c/target\u003e would remove irritants damaging relations between the two NATO allies.","The \u003csource\u003eEuropean Community\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e on Thursday it \u003cverb\u003ehoped\u003c/verb\u003e the lifting of martial law in \u003ctarget\u003eBeijing\u003c/target\u003e would lead to an \u003cverb\u003eimprovement\u003c/verb\u003e in human rights.\\"],"exampleNotes":""},{"id":4624965471043584,"code":"114","concept":"DISAPPROVE","name":"Complain officially","description":"Written and institutionalized protests, appeals, and all petition drives and recalls.","usageNotes":"","examples":["\u003csource\u003eYugoslavia\u003c/source\u003e \u003cverb\u003elodged\u003c/verb\u003e an \u003cverb\u003eofficial protest\u003c/verb\u003e with \u003ctarget\u003eAlbania\u003c/target\u003e today, charging its neighbor with supporting dissidents here in what is said was tantamount to inciting revolution.","\u003csource\u003eLebanon\u003c/source\u003e \u003cverb\u003ecomplained to the United Nations\u003c/verb\u003e on Tuesday over two \u003ctarget\u003eIsraeli\u003c/target\u003e air raids last Friday in which it said 20 people were killed or wounded."],"exampleNotes":""},{"id":4625498583859200,"code":"1661","concept":"REDUCE RELATIONS","name":"Expel or withdraw peacekeepers","description":"Terminate the deployment or presence of peacekeeping forces.","usageNotes":"Use this event form to code both expulsions of peacekeeping forces by host countries and voluntary withdrawals by actors providing the peacekeeping forces. Note that while the host country should be coded as the source actor when coding an expulsion of peacekeeping forces, the provider of the forces becomes the source when coding withdrawals.","examples":["Eighty \u003csource\u003eUN\u003c/source\u003e \u003cverb\u003epeacekeepers\u003c/verb\u003e were \u003cverb\u003eshipped out\u003c/verb\u003e of the eastern \u003ctarget\u003eBosnian\u003c/target\u003e enclave of Gorazde Friday, leaving just 100 UN troops to follow them out later this month."],"exampleNotes":""},{"id":4637112175427584,"code":"1214","concept":"REJECT","name":"Reject intelligence cooperation","description":"Refuse to engage in or expand cooperation in intelligence or information sharing.","usageNotes":"Use this code when the source actor refuses to investigate or share information.","examples":["The \u003csource\u003eUN\u003c/source\u003e on Tuesday \u003cverb\u003eimposed\u003c/verb\u003e a de facto \u003cverb\u003einformation blackout\u003c/verb\u003e on the withdrawal, collection and monitoring of heavy weapons around \u003ctarget\u003eSarajevo\u003c/target\u003e."],"exampleNotes":""},{"id":4637881779879936,"code":"0334","concept":"EXPRESS INTENT TO COOPERATE","name":"\textbf {Express intent to provide military protection or peacekeeping}","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to deploy peacekeeping or other military forces for security.","usageNotes":"Source actor for this event is the party making the commitment to provide forces, while the target represents the prospective location of deployment. Actual deployments should be coded as linked events `Provide military protection or peacekeeping_ (074) and `Receive deployment of peacekeepers_ (0861) with actors reversed. Commitments by adversaries to accept peacekeepers should be coded as 0355.","examples":["\u003csource\u003eFrance\u003c/source\u003e is \u003cverb\u003eready to contribute\u003c/verb\u003e up to 4,000 \u003cverb\u003etroops\u003c/verb\u003e to an international \u003cverb\u003epeace-keeping\u003c/verb\u003e force in \u003ctarget\u003eYugoslavia\u003c/target\u003e, Defence Minister Pierre Joxe said on Monday.","The \u003csource\u003eSecurity Council\u003c/source\u003e today \u003cverb\u003eagreed to\u003c/verb\u003e a six-month \u003cverb\u003eextension\u003c/verb\u003e of the mandate for the \u003cverb\u003epeacekeeping force\u003c/verb\u003e in \u003ctarget\u003eLebanon\u003c/target\u003e (UNIFIL) despite Israel_s wish for a shorter period."],"exampleNotes":""},{"id":4639487829213184,"code":"051","concept":"ENGAGE IN DIPLOMATIC COOPERATION","name":"Praise or endorse","description":"Express support for, commend, approve policy, action, or actor.","usageNotes":"This event form is typically, although not exclusively, a verbal act.","examples":["A top \u003csource\u003eU.S. official\u003c/source\u003e today \u003cverb\u003epraised\u003c/verb\u003e \u003ctarget\u003eHaiti_s\u003c/target\u003e efforts to improve its record on human rights and said it was an important partner for the United States.","The \u003csource\u003eWest German government\u003c/source\u003e today \u003cverb\u003ewelcomed\u003c/verb\u003e \u003ctarget\u003ePresident Reagan_s\u003c/target\u003e latest policy \u003cverb\u003estatement\u003c/verb\u003e as proof of Washington_s earnest wish for a settlement to be reached in U.S.-Soviet nuclear talks."],"exampleNotes":""},{"id":4639778142158848,"code":"174","concept":"COERCE","name":"Expel or deport individuals","description":"Formal removal or expulsion of individuals from territories, typically following legal proceedings.","usageNotes":"Expulsion of diplomats constitute reduction of diplomatic relations and should be coded as _Reduce or break diplomatic relations_ (161). Expulsion of peacekeepers, inspectors, or aid agencies refer to category 166. Mass political expulsions, with the purpose of ethnic cleansing for instance, are coded as 201 instead.","examples":["\u003csource\u003eGhanaian authorities\u003c/source\u003e have \u003cverb\u003edeported\u003c/verb\u003e 168 \u003ctarget\u003eLiberians\u003c/target\u003e for traveling without proper documents on a Swedish-registered vessel, a port official said Monday."],"exampleNotes":""},{"id":4659268032659456,"code":"042","concept":"CONSULT","name":"Make a visit","description":"Travel to another location for a meeting or other event.","usageNotes":"All visits and travels should be coded under this category. Note that this event is typically accompanied by the linked event `Host a visit_ (043). \textit{If mediation or negotiation is mentioned specifically as having taken place, those events take precedence over unspecified visits or meetings.}","examples":["\u003csource\u003eTaiwan_s Vice Foreign Minister\u003c/source\u003e \u003cverb\u003evisited\u003c/verb\u003e \u003ctarget\u003eRussia\u003c/target\u003e today, becoming the island_s highest ranking government official to go there.","\u003csource\u003eIraqi President Saddam Hussein\u003c/source\u003e \u003cverb\u003earrived\u003c/verb\u003e in \u003ctarget\u003eAmman\u003c/target\u003e on a previously unannounced visit on Wednesday."],"exampleNotes":"Two events are coded: 042 with the Iraqi government as the source and Jordan as the target, and 043 with actors reversed."},{"id":4662858625318912,"code":"0832","concept":"YIELD","name":"Accede to demands for change in policy","description":"Yield by instituting demanded policy changes.","usageNotes":"Note the difference between policy and institutional change; the former can relate to any issue (economic, social, etc.) but it does not change the rules by which the political system functions. If another code within category 08 fits the policy in question more specifically, that code should take precedence (e.g. changing policy on economic sanctions should be coded as 085 instead). More often than not policies that fit under this particular code will be on domestic issues.","examples":["As part of its fight to eradicate poverty, the governing \u003csource\u003eLabour Party\u003c/source\u003e has \u003cverb\u003eintroduced\u003c/verb\u003e a legally-binding \u003cverb\u003eminimum\u003c/verb\u003e rate of \u003cverb\u003epay\u003c/verb\u003e in \u003ctarget\u003eBritain\u003c/target\u003e for the first time."],"exampleNotes":""},{"id":4669426972491776,"code":"1246","concept":"REJECT","name":"Refuse to de-escalate military engagement","description":"Reject requests, refuse, or decline to stop fighting or take measures to ease military conflict or tension.","usageNotes":"Use this code for rejections of ceasefires, military withdrawals, and demobilization.","examples":["\u003csource\u003eIran_s religious leader Ayatollah Ruhollah Khomeini\u003c/source\u003e today \u003cverb\u003erejected\u003c/verb\u003e \u003ctarget\u003eIraqi President Saddam Hussein\u003c/target\u003e_s \u003cverb\u003eproposal\u003c/verb\u003e for a \u003cverb\u003ecease-fire\u003c/verb\u003e during the Moslem holy month of Ramadan.","\u003csource\u003eRebels in the Ivory Coast\u003c/source\u003e on Wednesday \u003cverb\u003edismissed\u003c/verb\u003e an \u003cverb\u003eappeal\u003c/verb\u003e from \u003ctarget\u003ePresident Laurent Gbago\u003c/target\u003e to \u003cverb\u003elay down\u003c/verb\u003e their \u003cverb\u003earms\u003c/verb\u003e, saying they had lost all trust in the government they rose up against on September 19."],"exampleNotes":""},{"id":4672915828113408,"code":"1441","concept":"PROTEST","name":"Obstruct passage to demand leadership change","description":"Obstruct passage, block entry/exit to demand leadership change.","usageNotes":"Target should be the actor who is expected to relinquish power. Obstructions that demand new elections should also be coded here.","examples":["About 200 \u003csource\u003esupporters of former President Ahmed Ben Bella\u003c/source\u003e \u003cverb\u003eblocked roads\u003c/verb\u003e in the capital city of \u003ctarget\u003eAlgiers\u003c/target\u003e \u003cverb\u003edemanding\u003c/verb\u003e that he be \u003cverb\u003ereinstated as leader\u003c/verb\u003e of the Algerian government.","\u003csource\u003eRebels in the Ivory Coast\u003c/source\u003e on Tuesday \u003cverb\u003eblocked transport\u003c/verb\u003e into Abidjan as they continued their effort \u003cverb\u003eto overthrow\u003c/verb\u003e the \u003cverb\u003egovernment\u003c/verb\u003e of \u003ctarget\u003ePresident Laurent Gbagbo\u003c/target\u003e."],"exampleNotes":""},{"id":4678381308215296,"code":"1241","concept":"REJECT","name":"Refuse to ease administrative sanctions","description":"Reject requests, refuse or decline to ease administrative sanctions, such as censorship, curfew, state of emergency, and martial law.","usageNotes":"","examples":["Despite warnings of starvation by humanitarian agencies, the \u003csource\u003eIsraeli government\u003c/source\u003e is \u003cverb\u003erefusing\u003c/verb\u003e to \u003cverb\u003elift\u003c/verb\u003e the \u003cverb\u003ecurfew\u003c/verb\u003e on \u003ctarget\u003ePalestinians living in the West Bank and Gaza\u003c/target\u003e."],"exampleNotes":""},{"id":4685422772879360,"code":"028","concept":"APPEAL","name":"Appeal to others to engage in or accept mediation","description":"Propose or suggest that target mediates or accepts the mediation of others.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Note that \textit{the source for this event cannot be the potential mediator or parties to the conflict}. When an actor proposes to play the role of mediator himself, this is assumed to be a commitment on his part and is coded as 039 instead. When one or more of the adversaries request that another party plays the role of a mediator, this is understood to be a commitment on their part to accept mediation and is thus coded as 038. The target can either be a potential mediator (whose mediation is being requested) or one of the adversaries (who is requested to allow involvement of mediators).","examples":["The \u003csource\u003eInternational Crisis Group\u003c/source\u003e has \u003cverb\u003ecalled on\u003c/verb\u003e the \u003ctarget\u003eUN stabilization mission in Haiti\u003c/target\u003e \u003cverb\u003eto broker an agreement\u003c/verb\u003e among Haitians that ``establishes common objectives for the next government.__\\"],"exampleNotes":""},{"id":4685734292226048,"code":"0343","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to provide rights","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to provide social, political, economic, or other rights and freedoms.","usageNotes":"If it is clear from the lead that by promising to provide certain rights the source is in fact committing to yield, the event might be better coded under 035. Commitments to provide compensation for previously violated rights, for instance, are coded as 035.","examples":["\u003csource\u003eTurkey\u003c/source\u003e \u003cverb\u003ewill allow\u003c/verb\u003e up to 13,000 \u003ctarget\u003eTurkish Kurd refugees\u003c/target\u003e who have lived in Iraq for more than a decade to \u003cverb\u003ereturn home\u003c/verb\u003e as part of a UN-brokered deal."],"exampleNotes":"Allowing the voluntary repatriation of refugees constitutes provision of the right to go home."},{"id":4687374298644480,"code":"1323","concept":"THREATEN","name":"Threaten to impose curfew","description":"Threaten to enforce a deadline beyond which inhabitants of an area are not permitted to be on the streets or in public places.","usageNotes":"","examples":["\u003csource\u003ePresident Laurent Gbagbo\u003c/source\u003e \u003cverb\u003eannounced\u003c/verb\u003e on Sunday that he \u003cverb\u003ewill extend\u003c/verb\u003e the night-time \u003cverb\u003ecurfew\u003c/verb\u003e in \u003ctarget\u003eAlgiers\u003c/target\u003e in response to recent unrest within the city.","\u003csource\u003ePresident Abdelaziz Bouteflicka\u003c/source\u003e \u003cverb\u003ethreatened\u003c/verb\u003e to \u003cverb\u003einstitute\u003c/verb\u003e a \u003cverb\u003ecurfew\u003c/verb\u003e in \u003ctarget\u003eAlgiers\u003c/target\u003e in response to recent unrest within the city."],"exampleNotes":"Note that the future tense used in the lead implies a threat."},{"id":4691847238647808,"code":"1621","concept":"REDUCE RELATIONS","name":"Reduce or stop economic assistance","description":"Decrease or terminate provision of economic aid.","usageNotes":"","examples":["\u003csource\u003eJapan\u003c/source\u003e said on Tuesday it had \u003cverb\u003ehalted economic aid\u003c/verb\u003e to \u003ctarget\u003eYugoslavia\u003c/target\u003e in line with Western efforts to end the fighting there."],"exampleNotes":""},{"id":4694562463285248,"code":"0871","concept":"YIELD","name":"Declare truce, ceasefire","description":"Declare or observe truce or ceasefire to interrupt fighting.","usageNotes":"Although mere declarations of ceasefire, or agreements to commence a ceasefire, do not guarantee that military engagement is actually halted, they are still coded here. The target could be the location for the ceasefire or the opponent.","examples":["The \u003csource\u003epro-Iranian Hizbollah\u003c/source\u003e (Party of God) group \u003cverb\u003edeclared\u003c/verb\u003e a unilateral \u003cverb\u003eceasefire\u003c/verb\u003e on Wednesday in \u003ctarget\u003esouth Lebanon\u003c/target\u003e after 12 days of battles with the Syrian-backed Amal militia."],"exampleNotes":""},{"id":4697919248662528,"code":"1382","concept":"THREATEN","name":"Threaten occupation","description":"Threaten to occupy, seize control of the whole or part of a territory.","usageNotes":"This event form is typically a verbal act and is distinct from 192, which refers to military occupations that have been or are being carried out.","examples":["\u003csource\u003eEthnic Albanians\u003c/source\u003e \u003cverb\u003ehave sworn to\u003c/verb\u003e fight until they \u003cverb\u003egain control\u003c/verb\u003e of villages near \u003ctarget\u003eMacedonia\u003c/target\u003e_s border with Kosovo, Macedonian officials said Wednesday."],"exampleNotes":""},{"id":4708250524057600,"code":"0312","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to cooperate militarily","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to engage in or expand military ties.","usageNotes":"This event form refers to agreements, promises, commitments, or other indications of intent to develop or expand military relations by engaging in such acts as joint military maneuvers or exercises. Offers, promises, or commitments by one actor to provide military aid to another should be coded as 0332 instead.","examples":["\u003ctarget\u003eJordan\u003c/target\u003e and \u003ctarget\u003eBritain\u003c/target\u003e have \u003cverb\u003eagreed\u003c/verb\u003e to undertake \u003cverb\u003ejoint military exercises\u003c/verb\u003e this month, a Jordanian official confirmed."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":4711852122570752,"code":"0243","concept":"APPEAL","name":"Appeal for rights","description":"Make an appeal for, request, or suggest provision or expansion of social, political, or other rights.","usageNotes":"This event form refers to verbal and non-threatening appeals. More forceful ``demands__ for rights are coded as 1043; demonstrations, protests, etc. demanding certain rights are coded under category 14. If it is clear from the lead that by requesting certain rights the source is in fact appealing to the target to yield or concede, the event might be better coded under 025. Appeals for provision of compensation for previously violated rights, for instance, are coded as 025.","examples":["The \u003csource\u003eUN\u003c/source\u003e \u003cverb\u003eurged\u003c/verb\u003e the \u003ctarget\u003eMaoists rebels in Nepal\u003c/target\u003e to \u003cverb\u003ehonor\u003c/verb\u003e human \u003cverb\u003erights\u003c/verb\u003e, according to the UN High Commissioner for Human Rights (UNHCR).","The international committee of the \u003csource\u003eLebanese Living Abroad movement\u003c/source\u003e \u003cverb\u003eis contacting\u003c/verb\u003e a number of \u003ctarget\u003eLebanese legislatures\u003c/target\u003e to \u003cverb\u003epropose\u003c/verb\u003e a new addendum incorporating the \u003cverb\u003eright to vote\u003c/verb\u003e abroad into the electoral law adopted for the upcoming parliamentary elections."],"exampleNotes":""},{"id":4737023583715328,"code":"1411","concept":"PROTEST","name":"Demonstrate or rally for leadership change","description":"Dissent collectively, gather, or rally demanding leadership change.","usageNotes":"Target should be the actor who is expected to relinquish power. Demonstrations that demand new elections should also be coded here.","examples":["Angry activists from the defeated \u003csource\u003eFatah Party\u003c/source\u003e have \u003cverb\u003estaged rallies\u003c/verb\u003e in the Gaza Strip \u003cverb\u003eagainst\u003c/verb\u003e the party_s leader \u003ctarget\u003eMahmoud Abbas\u003c/target\u003e, saying he must resign."],"exampleNotes":""},{"id":4758653575888896,"code":"107","concept":"DEMAND","name":"Demand settling of dispute","description":"Order parties to a conflict to reach a settlement, agreement, or resolution of conflict.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Note that the source for this event cannot be the adversaries themselves. When one or more parties to a conflict call for ending the conflict, that is taken to be an expression of intent on the part of that source actor and is thus coded as 037 instead.","examples":["\u003csource\u003eJack Straw\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e on Friday that the \u003ctarget\u003eSudanese government\u003c/target\u003e and the \u003ctarget\u003erebels in Darfur\u003c/target\u003e \u003cverb\u003emust reach\u003c/verb\u003e an \u003cverb\u003eagreement\u003c/verb\u003e that stops the conflict for good before developmental assistance to the region is released."],"exampleNotes":"Because of the compound target, two separate events are coded."},{"id":4773589056225280,"code":"1034","concept":"DEMAND","name":"Demand military protection or peacekeeping","description":"Require, demand that the target provides military protection or peacekeeping forces.","usageNotes":"The source that demands peacekeepers could demand that for itself or on behalf of another party.","examples":["\u003csource\u003eEthnic Albanians in south Serbia\u003c/source\u003e are \u003cverb\u003edemanding\u003c/verb\u003e a \u003ctarget\u003eU.N.\u003c/target\u003e military presence to \u003cverb\u003eprotect\u003c/verb\u003e them against a heavily armed ruling Serb minority and prevent a Bosnia-style civil war, but some foreign monitors are skeptical.","The \u003csource\u003eRed Cross operating in Iraq\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e \u003ctarget\u003eUS\u003c/target\u003e and \u003ctarget\u003eBritish forces\u003c/target\u003e \u003cverb\u003emust ensure security\u003c/verb\u003e to allow emergency water, food, and medical supplies to reach the needy."],"exampleNotes":"Two events are coded due to the compound target."},{"id":4775643929640960,"code":"190","concept":"FIGHT","name":"Use conventional military force, not specified below","description":"All uses of conventional force and acts of war typically by organized armed groups not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 191-196 cannot be made. In addition to unspecified acts of fighting, ``killings__ of any kind when the weapons used are not specified should also be coded here. When news leads refer to acts of killing that take place during an attack or some form of military engagement as ``murders__, those should still be coded here. However, murders in general---as criminal acts with no political connotations---are not coded under the CAMEO framework. The first example below illustrates how one can differentiate between these two different uses of the verb ``murder__.","examples":["One \u003ctarget\u003eSerb policeman\u003c/target\u003e was \u003cverb\u003emurdered in\u003c/verb\u003e an \u003cverb\u003eattack\u003c/verb\u003e on a police patrol by \u003csource\u003eKosovo Albanians\u003c/source\u003e near the border with Kosovo, state agency Tanjug reported Sunday.","\u003ctarget\u003eVietnamese\u003c/target\u003e and \u003ctarget\u003eKampuchean forces\u003c/target\u003e were \u003cverb\u003ebattling\u003c/verb\u003e for control of a strategic base near the border today, Thai military sources said.","\u003csource\u003ePalestinian\u003c/source\u003e \u003cverb\u003egunmen attacked\u003c/verb\u003e an \u003ctarget\u003eIsraeli\u003c/target\u003e village close to the West Bank Sunday and killed an Israeli, public television reported."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":4781804120702976,"code":"203","concept":"ENGAGE IN UNCONVENTIONAL MASS VIOLENCE","name":"Engage in ethnic cleansing","description":"Use mass expulsions and/or mass killings targeting a specific ethnic group.","usageNotes":"When a report identifies mass expulsions or mass killings as being motivated by ethnic cleansing, use this code instead. The only way we can code ethnic cleansings as such is only if reporters use that particular terminology; therefore, we will need to rely on careful analysis of our event data, whereby we would focus on particular dyads, to reliably measure ethnic cleansings.","examples":["\u003csource\u003eSerb forces\u003c/source\u003e were \u003cverb\u003eengaged in ethnic cleansing\u003c/verb\u003e in Kosovo \u003cverb\u003eagainst\u003c/verb\u003e the majority \u003ctarget\u003eAlbanian population\u003c/target\u003e of the province, according to the US government."],"exampleNotes":""},{"id":4793353421979648,"code":"1014","concept":"DEMAND","name":"Demand intelligence cooperation","description":"Require, demand that target exchanges intelligence or information.","usageNotes":"Use this code for demands that target engages in intelligence cooperation, including but not limited to the exchange of information in security matters.","examples":["The rebel \u003csource\u003eKurdistan Workers_ Party\u003c/source\u003e \u003cverb\u003eissued\u003c/verb\u003e a declaration \u003cverb\u003edemanding\u003c/verb\u003e that the \u003ctarget\u003eTurkish government\u003c/target\u003e provide \u003cverb\u003einformation\u003c/verb\u003e on the safety of its leader Abdullah Ocalan."],"exampleNotes":""},{"id":4800005521014784,"code":"038","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to accept mediation","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to accept mediation.","usageNotes":"This code represents \textit{adversaries_ commitments to receive mediation} by third parties. The latter should be coded as targets, while the source has to be one or more of the parties in conflict for this event. Note that when reports involve references to mediation specifically, \textit{mediation-related codes such as this take precedence over others}, such as `Agree to meet or negotiate,_ `Make a visit,_ `Host a visit,_ and `Meet at a third location._ For commitments by third parties to mediate refer to code 039 instead. For simple suggestions by actors other than adversaries and potential mediators that mediation occurs, use `Appeal to others to engage in or accept mediation_ (028).","examples":["\u003csource\u003eAfghan rebel leaders\u003c/source\u003e said on Wednesday they \u003cverb\u003ewould meet\u003c/verb\u003e \u003ctarget\u003eU.N.\u003c/target\u003e \u003cverb\u003emediator\u003c/verb\u003e Diego Cordovez if he gave them a veto over any settlement reached in peace talks.","\u003csource\u003eIsraeli Prime Minister Ehud Barak\u003c/source\u003e has \u003cverb\u003eagreed\u003c/verb\u003e to \u003ctarget\u003eUS\u003c/target\u003e \u003cverb\u003emediation\u003c/verb\u003e in the final status talks with the Palestinians, a senior Israeli official said."],"exampleNotes":""},{"id":4812934043664384,"code":"072","concept":"PROVIDE AID","name":"Provide military aid","description":"Extend, provide military and police assistance including arms and personnel.","usageNotes":"The lead must report the delivery of such aid; promises to provide aid should be coded under category 033 instead.","examples":["The \u003csource\u003eUnited States\u003c/source\u003e \u003cverb\u003econtinued to send arms\u003c/verb\u003e to \u003ctarget\u003ePakistan\u003c/target\u003e last year, a State Department Spokesman said Wednesday.","The \u003csource\u003eUnited States\u003c/source\u003e \u003cverb\u003eis providing\u003c/verb\u003e aerial photographs and other \u003cverb\u003emilitary intelligence\u003c/verb\u003e to \u003ctarget\u003eMacedonia\u003c/target\u003e which is preparing a major offensive against ethnic Albanian guerrillas, the Washington Post said Wednesday."],"exampleNotes":""},{"id":4813653316468736,"code":"1432","concept":"PROTEST","name":"Conduct strike or boycott for policy change","description":"Refuse to work or cooperate until demands for policy reform are met.","usageNotes":"Use this code when protesters demand specific policy changes or unspecified political reforms.","examples":["Some 500,000 workers affiliated with the \u003csource\u003eSerbian Workers_ Union\u003c/source\u003e (SSS) \u003cverb\u003estopped work\u003c/verb\u003e on the first day of an open-ended \u003cverb\u003estrike\u003c/verb\u003e on Monday over a controversial \u003cverb\u003eemployment bill\u003c/verb\u003e signed in by \u003ctarget\u003eSerbian Labour Minister Dragan Milovanovic\u003c/target\u003e."],"exampleNotes":""},{"id":4819118796570624,"code":"1232","concept":"REJECT","name":"Reject request to change policy","description":"Refuse to change a given policy.","usageNotes":"Use this code for refusals to acquiesce to demands for policy change---political, economic, military, social, or otherwise. If the policy change in question clearly represents a form of yielding, the appropriate code under 124 should be used instead.","exampleNotes":""},{"id":4826160261234688,"code":"0255","concept":"APPEAL","name":"Appeal to allow international involvement (non-mediation)","description":"Make an appeal for, request, or suggest that target allows the entry of international actors, such as observers, humanitarian agencies, and peacekeeping forces.","usageNotes":"Requests for adversaries to allow mediation are coded as 028 instead.","examples":["\u003csource\u003eAn international aid agency\u003c/source\u003e \u003cverb\u003eappealed\u003c/verb\u003e to the \u003ctarget\u003eSudanese government\u003c/target\u003e on Friday to urgently \u003cverb\u003ereconsider\u003c/verb\u003e its \u003cverb\u003eban\u003c/verb\u003e on \u003cverb\u003erelief flights\u003c/verb\u003e to southern Sudan."],"exampleNotes":"Because the identity of the agency is not provided, the general NGO code will be used."},{"id":4828111786999808,"code":"1313","concept":"THREATEN","name":"Threaten to reduce or break relations","description":"Threaten to reduce or formally sever ties.","usageNotes":"Non-force threats to declare independence, resign, withdraw diplomats, reduce or break diplomatic ties, etc. are all coded here.","examples":["The \u003csource\u003eAzerbaijani parliament\u003c/source\u003e \u003cverb\u003ethreatened\u003c/verb\u003e on Monday to \u003cverb\u003esecede\u003c/verb\u003e from the \u003ctarget\u003eSoviet Union\u003c/target\u003e unless the Kremlin withdrew its troops from the republic.","\u003csource\u003ePakistan\u003c/source\u003e today \u003cverb\u003ethreatened\u003c/verb\u003e to \u003cverb\u003ebreak\u003c/verb\u003e off diplomatic \u003cverb\u003erelations\u003c/verb\u003e with \u003ctarget\u003eZaire\u003c/target\u003e and \u003ctarget\u003eCosta Rica\u003c/target\u003e over their ties with Israel on the eve of a visit here by Palestine Liberation Organization (PLO) Chairman Yasser Arafat.","\u003csource\u003ePalestinian leaders\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e they \u003cverb\u003ewould boycott all\u003c/verb\u003e official \u003cverb\u003econtact\u003c/verb\u003e with the \u003ctarget\u003eUnited States\u003c/target\u003e."],"exampleNotes":"Because of the compound target, two events are coded in this example."},{"id":4832584727003136,"code":"155","concept":"EXHIBIT MILITARY POSTURE","name":"Mobilize or increase cyber-forces","description":"Increase the capacity to wage cyber-warfare.","usageNotes":"This event can only be coded when the move is directed against a specific target or targets, whether as an offensive or defensive move.","examples":["\u003csource\u003eNorth Korea\u003c/source\u003e has \u003cverb\u003etrained\u003c/verb\u003e more than 500 computer \u003cverb\u003ehackers\u003c/verb\u003e capable of launching cyber warfare against the \u003ctarget\u003eUnited States\u003c/target\u003e, South Korea_s defense ministry said Monday."],"exampleNotes":""},{"id":4838656737017856,"code":"136","concept":"THREATEN","name":"Threaten to halt international involvement (non-mediation)","description":"Threaten to reduce or stop international intervention by expelling or withdrawing observers, humanitarian agencies, peacekeepers, etc.","usageNotes":"Threats by international agencies to withdraw their involvement as well as threats by host countries to expel such actors are coded here. Note that mediation related threats are coded as 135 instead.","examples":["\u003csource\u003eU.N. Secretary-General Kofi Annan\u003c/source\u003e \u003cverb\u003eannounced\u003c/verb\u003e on Monday that he \u003cverb\u003ewill withdraw\u003c/verb\u003e weapons \u003cverb\u003einspectors\u003c/verb\u003e and \u003cverb\u003ehumanitarian\u003c/verb\u003e workers from \u003ctarget\u003eIraq\u003c/target\u003e."],"exampleNotes":"Future tense in the lead indicates threat (i.e. it has not yet taken place)."},{"id":4852589610926080,"code":"0234","concept":"APPEAL","name":"Appeal for military protection or peacekeeping","description":"Make an appeal for, request, or suggest deployment of peacekeepers or other military forces to preserve peace, enforce ceasefires, or protect civilians.","usageNotes":"This event form is typically, although not exclusively, a verbal act. The source actor could be making the appeal for itself or on behalf of another party; the target should represent the actor who is expected to provide the forces.","examples":["A group of prominent \u003csource\u003eLiberians\u003c/source\u003e have written to \u003ctarget\u003ePresident George Bush\u003c/target\u003e \u003cverb\u003eurging\u003c/verb\u003e him to \u003cverb\u003esend\u003c/verb\u003e U.S. \u003cverb\u003epeacekeeping troops\u003c/verb\u003e to their capital Monrovia."],"exampleNotes":""},{"id":4853793543946240,"code":"153","concept":"EXHIBIT MILITARY POSTURE","name":"Mobilize or increase police power","description":"Increase the number of military personnel and/or weapons.","usageNotes":"Use this code when the government mobilizes police power to demonstrate strength, mostly as a scare tactic.","examples":["The \u003csource\u003egovernment of Sindh province\u003c/source\u003e has \u003cverb\u003eordered patrols\u003c/verb\u003e by \u003cverb\u003epolice\u003c/verb\u003e and paramilitary soldiers after violent protests by \u003ctarget\u003eMuslim\u003c/target\u003e groups."],"exampleNotes":""},{"id":4859996550463488,"code":"1833","concept":"ASSAULT","name":"Carry out roadside bombing","description":"Detonate explosives on the roadside to cause damage and casualties to passers-by.","usageNotes":"These bombs or explosives are typically left along the roads by assailants long before they are detonated, hence reports of such attacks can rarely credibly identify the actors responsible for placing those explosives. Therefore, the particular locations of such attacks are typically coded as source actors.","examples":["A \u003cverb\u003eroadside bombing\u003c/verb\u003e near the town of \u003csource\u003eSamarra\u003c/source\u003e on Sunday \u003cverb\u003ekilled\u003c/verb\u003e one \u003ctarget\u003eU.S. soldier\u003c/target\u003e and wounded two others, the military said."],"exampleNotes":""},{"id":4889614644936704,"code":"017","concept":"MAKE PUBLIC STATEMENT","name":"Engage in symbolic act","description":"Engage in symbolic activities such as holding vigils, attending funerals, and laying wreath.","usageNotes":"Use this event form for all symbolic acts, including those that imply empathy. Use 018 to code only empathetic comments (i.e., not actions).","exampleNotes":""},{"id":4899391064244224,"code":"1054","concept":"DEMAND","name":"Demand easing of economic sanctions, boycott, or embargo","description":"Require, demand that target lifts or eases economic sanctions, boycott, or embargo.","usageNotes":"Use this code only for \textit{economic} sanctions, boycotts, or embargoes.","examples":["The 106th \u003csource\u003eInter-Parliamentary Union Conference\u003c/source\u003e \u003cverb\u003estressed\u003c/verb\u003e the \u003cverb\u003eobligation\u003c/verb\u003e of the \u003ctarget\u003einternational community\u003c/target\u003e to take immediate action to \u003cverb\u003elift embargoes\u003c/verb\u003e and other sanctions which have negatively affected children in different parts of the world."],"exampleNotes":""},{"id":4906973560569856,"code":"171","concept":"COERCE","name":"Seize or damage property, not specified below","description":"Use of force against property or violation of property rights not otherwise specified.","usageNotes":"This event form category contains sub-forms for more detailed coding whenever possible.","examples":["\u003csource\u003eCroatian authorities\u003c/source\u003e are \u003cverb\u003efailing\u003c/verb\u003e to \u003cverb\u003euphold\u003c/verb\u003e the \u003cverb\u003eproperty rights\u003c/verb\u003e of \u003ctarget\u003eCroatian Serb refugees\u003c/target\u003e, a human rights group protested here Wednesday."],"exampleNotes":""},{"id":4918587152138240,"code":"1223","concept":"REJECT","name":"Reject request for humanitarian aid","description":"Refuse to extend humanitarian assistance.","usageNotes":"Refusals to provide shelter or refuge should also be coded here. When source refuses to grant humanitarian agencies access (instead of refusing to provide assistance itself), 1245 should be used instead.","examples":["\u003csource\u003eSyria\u003c/source\u003e \u003cverb\u003esays\u003c/verb\u003e it \u003cverb\u003ewill not accept\u003c/verb\u003e any more \u003cverb\u003erefugees\u003c/verb\u003e if war starts in Iraq."],"exampleNotes":""},{"id":4920962805923840,"code":"055","concept":"ENGAGE IN DIPLOMATIC COOPERATION","name":"Apologize","description":"Express regret or remorse for an action or situation.","usageNotes":"Although this event form is typically a verbal act, it should also be used to code all nonverbal acts that express remorse.","examples":["\u003csource\u003eArgentina\u003c/source\u003e has \u003cverb\u003eapologized\u003c/verb\u003e to \u003ctarget\u003eBrazil\u003c/target\u003e for one of its gunboats intercepting a Brazilian ship in the Beagle Channel, disputed by Argentina and Chile."],"exampleNotes":""},{"id":4921253118869504,"code":"181","concept":"ASSAULT","name":"Abduct, hijack, take hostage","description":"Kidnap, take hostage, hijack, or forcibly seize control of an aircraft, car, bus, ship, etc.","usageNotes":"","examples":["\u003csource\u003eAfghan rebels\u003c/source\u003e have \u003cverb\u003ekidnapped\u003c/verb\u003e up to 16 \u003ctarget\u003eSoviet\u003c/target\u003e civilian advisers from a town bazaar and exploded a series of bombs in the capital Kabul, western diplomatic sources in neighboring Pakistan said today."],"exampleNotes":""},{"id":4922541609058304,"code":"196","concept":"FIGHT","name":"Violate ceasefire","description":"Reinitiate fighting in the midst of a formal or informal ceasefire or truce.","usageNotes":"Regardless of how the ceasefire is broken and what kinds of weapons are used, all ceasefire and truce violations are coded here.","examples":["Both the \u003ctarget\u003ePhillippines military\u003c/target\u003e and the \u003ctarget\u003eMoro Islamic Liberation Front\u003c/target\u003e are \u003cverb\u003eguilty\u003c/verb\u003e of \u003cverb\u003eviolating\u003c/verb\u003e the \u003cverb\u003eceasefire\u003c/verb\u003e agreement signed in March 2001, according to a group that conducted simultaneous fact-finding missions in Lanao, Maguindanao, and Cotabato provinces last week."],"exampleNotes":"Two reciprocal events of the same type are coded."},{"id":4944333602029568,"code":"0841","concept":"YIELD","name":"Return, release persons","description":"Release people, including prisoners and hostages, from detention or arrest.","usageNotes":"Formal pardons, amnesties, commutations, and exchanges of prisoners should all be coded here.","examples":["\u003csource\u003ePolish police\u003c/source\u003e today \u003cverb\u003ereleased\u003c/verb\u003e the \u003cverb\u003ecorrespondent\u003c/verb\u003e of the \u003ctarget\u003eAmerican news agency United Press International\u003c/target\u003e, who was detained for 23 hours and questioned in connection with an inquiry into alleged illegal activities.","\u003csource\u003eBosnian Serb forces\u003c/source\u003e Tuesday \u003cverb\u003elet free\u003c/verb\u003e six \u003ctarget\u003eFrench UN peacekeepers\u003c/target\u003e held captive inside a UN armored personnel carrier since Friday, a UN spokesman said."],"exampleNotes":""},{"id":4950901949202432,"code":"128","concept":"REJECT","name":"Defy norms, law","description":"Disobey, challenge, or resist laws or norms.","usageNotes":"This event category covers both civilian disobedience and official defiance.","examples":["The republic of \u003csource\u003eSlovenia\u003c/source\u003e \u003cverb\u003edefied\u003c/verb\u003e \u003ctarget\u003eYugoslav\u003c/target\u003e federal \u003cverb\u003eauthority\u003c/verb\u003e on Wednesday and was set to declare its right to secede from the country.","A \u003csource\u003enewspaper based in Christian east Beirut\u003c/source\u003e has \u003cverb\u003eviolated\u003c/verb\u003e a \u003cverb\u003eban\u003c/verb\u003e by \u003ctarget\u003eGeneral Michel Aoun\u003c/target\u003e and described his rival Elias Hrawi as president."],"exampleNotes":""},{"id":4967209268936704,"code":"0352","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to ease popular dissent","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to reduce or stop political protest activities, such as demonstrations and rallies.","usageNotes":"","examples":["Leaders of the \u003csource\u003eAzadliq (Freedom)\u003c/source\u003e opposition coalition \u003cverb\u003eagreed\u003c/verb\u003e to \u003cverb\u003epostpone\u003c/verb\u003e the \u003cverb\u003edemonstration\u003c/verb\u003e in \u003ctarget\u003eBaku\u003c/target\u003e until 9 November."],"exampleNotes":""},{"id":4973322215358464,"code":"164","concept":"REDUCE RELATIONS","name":"Halt negotiations","description":"Terminate discussions, negotiations.","usageNotes":"Use this event form to code failed negotiations and walk-outs, as well as other disruptions of planned negotiations. Note that the termination can be either unilateral or bi/multi-lateral.","examples":["\u003ctarget\u003ePalestinians\u003c/target\u003e and \u003ctarget\u003eIsraelis\u003c/target\u003e \u003cverb\u003efailed\u003c/verb\u003e to \u003cverb\u003ereach agreement\u003c/verb\u003e on the fate of Palestinian offices in east Jerusalem Sunday, despite hours of tense negotiations, sources on both sides reported."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":4976037439995904,"code":"090","concept":"INVESTIGATE","name":"Investigate, not specified below","description":"All non-covert investigations not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 091-094 cannot be made. Also note that category 09 should be used only when investigations are being or have been carried out. Investigation of historical cases should also be coded here.","examples":["The \u003csource\u003eUnited Nations\u003c/source\u003e \u003cverb\u003ehas sent\u003c/verb\u003e 21 military and civilian personnel to \u003ctarget\u003eYugoslavia\u003c/target\u003e on Wednesday to \u003cverb\u003einvestigate\u003c/verb\u003e the feasibility of a 10,000-member peacekeeping force, a U.N. spokesman said on Monday."],"exampleNotes":""},{"id":4976809191931904,"code":"1123","concept":"DISAPPROVE","name":"Accuse of aggression","description":"Allege, charge the target with, or blame for initiating hostilities or engaging in questionable or unjustifiable military actions such as violations of ceasefire.","usageNotes":"If the nature of the military action in question relates to human rights abuses or war crimes, they should be coded elsewhere within this category.","examples":["The \u003csource\u003eSudanese government\u003c/source\u003e has \u003cverb\u003eaccused\u003c/verb\u003e \u003ctarget\u003eDarfur rebels\u003c/target\u003e of \u003cverb\u003eviolating\u003c/verb\u003e a month-old \u003cverb\u003eceasefire\u003c/verb\u003e, a member of the Chadian team trying to broker a peace pact has said.","\u003csource\u003ePalestinians\u003c/source\u003e \u003cverb\u003eblamed\u003c/verb\u003e \u003ctarget\u003eIsrael\u003c/target\u003e \u003cverb\u003efor\u003c/verb\u003e the \u003cverb\u003ebombing\u003c/verb\u003e of Raed Karmi in the West Bank City of Tulkarm, which has set off a renewed wave of violence."],"exampleNotes":""},{"id":4979394225373184,"code":"139","concept":"THREATEN","name":"Give ultimatum","description":"Give a final warning, ultimate demand or order.","usageNotes":"This event form is typically a verbal act. Use it to code final demands, rejection of which carries the risk of some form of retaliation by the party issuing the ultimatum. Use of this code depends primarily on the terminology used by reporters---look for the word _ultimatum_, otherwise, it is simply a threat.","examples":["\u003csource\u003ePeru\u003c/source\u003e has \u003cverb\u003eissued\u003c/verb\u003e an \u003cverb\u003eultimatum\u003c/verb\u003e to \u003ctarget\u003eEcuador\u003c/target\u003e to halt attacks across their disputed jungle border."],"exampleNotes":""},{"id":4988955896315904,"code":"121","concept":"REJECT","name":"Reject material cooperation, not specified below","description":"Refuse to engage in or expand material exchange.","usageNotes":"This category contains sub-forms for more detailed coding whenever possible. Refusals to provide unilateral material assistance---not mutual exchange---are coded as 122 instead. Note the difference between refusing to establish or expand material cooperation and reducing or eliminating existing ties (category 16).","examples":["\u003csource\u003eYemen\u003c/source\u003e has \u003cverb\u003erejected\u003c/verb\u003e a \u003ctarget\u003eU.S.\u003c/target\u003e \u003cverb\u003erequest\u003c/verb\u003e to \u003cverb\u003einterrogate\u003c/verb\u003e detainees held after the escape of 23 al-Qaida prisoners, a security official said Tuesday."],"exampleNotes":""},{"id":4989725500768256,"code":"033","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to provide material aid, not specified below","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to provide some form of material support not otherwise specified.","usageNotes":"This event category contains sub-forms for more detailed coding whenever possible. Note that more general commitments to broaden material exchange or cooperation are coded under 031 instead. Reported deliveries of material support are coded under category 07. The target should be the prospective recipient of aid.","examples":["\u003csource\u003eNATO-member Norway\u003c/source\u003e \u003cverb\u003eis willing to send material\u003c/verb\u003e to help defend \u003ctarget\u003eSaudi Arabia\u003c/target\u003e if it is attacked, Norway_s foreign minister said."],"exampleNotes":""},{"id":4991621863047168,"code":"1722","concept":"COERCE","name":"Ban political parties or politicians","description":"Prevent establishment or activities of political parties or politicians.","usageNotes":"","examples":["\u003csource\u003ePresident Yoweri Museveni\u003c/source\u003e has \u003cverb\u003ebanned\u003c/verb\u003e \u003ctarget\u003eUgandan opposition\u003c/target\u003e \u003cverb\u003ecandidates\u003c/verb\u003e from participating in the upcoming elections."],"exampleNotes":""},{"id":4993327099281408,"code":"0252","concept":"APPEAL","name":"Appeal for easing of political dissent","description":"Make an appeal for, request, or suggest that target stops political protest activities.","usageNotes":"Use this code for requests for the target to stop engaging in protests, demonstrations, strikes, etc.","examples":["\u003csource\u003eIslamic fundamentalist leaders\u003c/source\u003e \u003cverb\u003eappealed\u003c/verb\u003e to their \u003ctarget\u003eMuslim followers\u003c/target\u003e for an \u003cverb\u003eend\u003c/verb\u003e to \u003cverb\u003eanti-government agitation\u003c/verb\u003e, authorities said Monday."],"exampleNotes":""},{"id":5006763099160576,"code":"0212","concept":"APPEAL","name":"Appeal for military cooperation","description":"Make an appeal for, request, or suggest initiating or expanding military ties.","usageNotes":"Use this code for requests to develop or expand military relations by engaging in acts such as joint military maneuvers or exercises. Appeals for provision of military aid-not mutual exchange-are coded as 0232 instead. Actual events of military cooperation are coded as 062.","examples":["\u003csource\u003eSouth Korea\u003c/source\u003e has \u003cverb\u003erequested\u003c/verb\u003e to \u003cverb\u003elease\u003c/verb\u003e a \u003ctarget\u003eRussian\u003c/target\u003e \u003cverb\u003emilitary\u003c/verb\u003e training ground, military officers in Seoul said on Thursday."],"exampleNotes":""},{"id":5018498560425984,"code":"142","concept":"PROTEST","name":"Conduct hunger strike, not specified below","description":"Protest by refusing to eat until certain demands are met, not further specified.","usageNotes":"Use sub-categories if demands of protesters are known and codeable. The target for this event form is the party against which the hunger strikers protest.","examples":["Up to 1,000 \u003csource\u003eethnic Turks\u003c/source\u003e \u003cverb\u003ebegan\u003c/verb\u003e a \u003cverb\u003ehunger strike\u003c/verb\u003e on Monday to protest against \u003ctarget\u003eSweden\u003c/target\u003e_s decision to send them back to Bulgaria, where they say they face imprisonment, homelessness and persecution."],"exampleNotes":""},{"id":5025593041092608,"code":"0811","concept":"YIELD","name":"Ease restrictions on political freedoms","description":"Relax or remove administrative restrictions on fundamental political freedoms such as freedoms of speech, expression, and assembly.","usageNotes":"","examples":["The \u003csource\u003eLatvian Constitutional Court\u003c/source\u003e \u003cverb\u003ecancelled restrictions\u003c/verb\u003e on the use of the \u003ctarget\u003eRussian\u003c/target\u003e \u003cverb\u003elanguage\u003c/verb\u003e on national radio and television."],"exampleNotes":""},{"id":5029715404390400,"code":"145","concept":"PROTEST","name":"Protest violently, riot, not specified below","description":"Protest forcefully, in a potentially destructive manner, not further specified.","usageNotes":"Use sub-categories if demands of protesters are known and codeable. Use this event form to code demonstrations and protests that turn violent. When the use of force to cause casualties is the primary purpose, use categories 18, 19, or 20 instead.","examples":["\u003csource\u003ePalestinian prisoners\u003c/source\u003e \u003cverb\u003erioted\u003c/verb\u003e Monday at this jail in northern \u003ctarget\u003eIsrael\u003c/target\u003e, setting fire to their mattresses and smashing furniture, police sources said."],"exampleNotes":""},{"id":5055064032935936,"code":"1043","concept":"DEMAND","name":"Demand rights","description":"Require, demand provision or expansion of social, political, or other rights.","usageNotes":"This event form refers to verbal and non-threatening demands. Demands that take the form of demonstrations, protests, etc. are coded under category 14 instead. If it is clear from the lead that by demanding certain rights the source is in fact demanding that the target yield or concede, the event might be better coded under 105. Demands for provision of compensation for previously violated rights, for instance, are coded as 105.","examples":["The main \u003csource\u003eHutu rebel group\u003c/source\u003e, Forces for Defence of Democracy (FDD), insisted on its \u003cverb\u003edemands\u003c/verb\u003e that \u003ctarget\u003eBurundi_s government grant\u003c/target\u003e the Hutu majority more \u003cverb\u003erights\u003c/verb\u003e."],"exampleNotes":""},{"id":5057118906351616,"code":"194","concept":"FIGHT","name":"Fight with artillery and tanks","description":"Attack using artillery, tanks, and rocket fire.","usageNotes":"Use this event form to code military engagements that involve the use of guns of large caliber that are too heavy to carry, such as cannon or missile launchers that are not portable, and tanks and/or warships. When both small arms or light weapons and heavy weaponry are used, this code takes precedence.","examples":["\u003csource\u003eVietnamese-led forces\u003c/source\u003e \u003cverb\u003elaunched artillery\u003c/verb\u003e, \u003cverb\u003emortar\u003c/verb\u003e, and \u003cverb\u003erocket\u003c/verb\u003e fire against \u003ctarget\u003eKampuchean guerrilla\u003c/target\u003e camps near the eastern Thai border today, killing or wounding 50, Thai military sources said.","\u003csource\u003eIsraeli\u003c/source\u003e \u003cverb\u003etanks fired\u003c/verb\u003e four shell bombs at targets in \u003ctarget\u003eJericho\u003c/target\u003e, witnesses said, in a rare incident in the West Bank city."],"exampleNotes":""},{"id":5074828398690304,"code":"1012","concept":"DEMAND","name":"Demand military cooperation","description":"Require, demand that target engages in or expands military relations.","usageNotes":"Use this code for demands that target engages in military cooperation, such as through joint exercises or weapon sales. Demands for provision of military aid---not mutual exchange---are coded as 1032 instead.","examples":["The \u003csource\u003ePRC\u003c/source\u003e on Tuesday \u003cverb\u003edemanded\u003c/verb\u003e that the \u003ctarget\u003eUS\u003c/target\u003e \u003cverb\u003ecancel\u003c/verb\u003e plans to \u003cverb\u003esell\u003c/verb\u003e air-to-surface anti-tank \u003cverb\u003eweapons\u003c/verb\u003e to Taiwan to avoid ``new damage__ to US-PRC relations."],"exampleNotes":"While the requested policy does not directly involve material exchange between the source and the target, the former is clearly demanding cooperation on military issues."},{"id":5081480497725440,"code":"036","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to meet or negotiate","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to meet, visit, or engage in talks or negotiations.","usageNotes":"This event code refers to future commitments to meet and/or negotiate; when meetings, negotiations, or other talks do take place, those are coded under category 04 instead. When mediation is mentioned specifically, appropriate mediation-related codes take precedence over meetings or negotiations.","examples":["\u003ctarget\u003eEast German Foreign Minister Oskar Fischer\u003c/target\u003e \u003cverb\u003ewill visit\u003c/verb\u003e \u003ctarget\u003eAlbania\u003c/target\u003e in June, the first Warsaw Pact foreign minister to do so since Tirana split with Moscow in 1961, the Albanian embassy said.","On September 29, \u003csource\u003ePutin\u003c/source\u003e \u003cverb\u003eoffered to negotiate\u003c/verb\u003e with \u003ctarget\u003eChechen President Aslan Maskhadov\u003c/target\u003e following the invasions of Dagestan."],"exampleNotes":"Unlike the previous example, this lead does not suggest that Maskhadov has also committed to meeting with Putin, hence only one 036 event is coded with the Russian government as the source actor."},{"id":5094409020375040,"code":"070","concept":"PROVIDE AID","name":"Provide aid, not specified below","description":"All provisions, extension of material aid, not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 071-075 cannot be made. In order to be coded under this category, the leads must report the delivery of aids; promises to provide aid should be coded under category 033 instead.","examples":["Doctors from two \u003csource\u003eAmerican aid groups\u003c/source\u003e \u003cverb\u003edonated\u003c/verb\u003e and personally delivered \\$50,000 worth of \u003cverb\u003egoods\u003c/verb\u003e to \u003ctarget\u003eBaghdad University Medical School\u003c/target\u003e, risking as much as 12 years in prison and \\$500,000 in fines."],"exampleNotes":""},{"id":5095128293179392,"code":"143","concept":"PROTEST","name":"Conduct strike or boycott, not specified below","description":"Protest by refusing to work or cooperate until certain demands are met, not specified further.","usageNotes":"Use sub-categories if demands of protesters are known and codeable. The target for this event form is the party against which the hunger strikers protest. This event form does not refer to military strikes, which are coded under category 19 instead.","examples":["\u003csource\u003ePalestinians of the Israeli-occupied West Bank\u003c/source\u003e \u003cverb\u003eshunned work\u003c/verb\u003e on Monday \u003cverb\u003eto protest\u003c/verb\u003e at settlement of \u003ctarget\u003eSoviet Jewish immigrants\u003c/target\u003e on Arab land."],"exampleNotes":""},{"id":5100593773281280,"code":"123","concept":"REJECT","name":"Reject request or demand for political reform, not specified below","description":"Refuse to institute political change not otherwise specified.","usageNotes":"If the reform in question clearly constitutes some form of concession or yielding by the source, such as the easing of existing administrative sanctions, a more appropriate code might be found under 124 (_Refuse to yield_). Actors requesting the demand or those (the country or the people) that will be affected by the rejection should be coded as target depending on availability of information in the lead.","examples":["The \u003csource\u003eUS\u003c/source\u003e on Thursday \u003cverb\u003erejected calls\u003c/verb\u003e by \u003ctarget\u003eKofi Annan\u003c/target\u003e, UN secretary-general, to \u003cverb\u003eadopt\u003c/verb\u003e far-reaching United Nations \u003cverb\u003ereforms\u003c/verb\u003e as a comprehensive package."],"exampleNotes":""},{"id":5107635237945344,"code":"0253","concept":"APPEAL","name":"Appeal for release of persons or property","description":"Make an appeal for, request, or suggest that target releases persons or property.","usageNotes":"Use this code for requests for the target to release prisoners, hostages, and any confiscated property.","examples":["The \u003csource\u003eUnited States\u003c/source\u003e \u003cverb\u003ecalled on\u003c/verb\u003e \u003ctarget\u003eIsrael\u003c/target\u003e to \u003cverb\u003emove forward with\u003c/verb\u003e its ``courageous and historic__ \u003cverb\u003edisengagement\u003c/verb\u003e plan as fast as possible."],"exampleNotes":"While ``disengagement__ does not necessarily involve any kind of release of persons or property, in the case of Israel we can safely assume that any mention of the ``disengagement plan__ refers primarily to the withdrawal of settlements, hence, the return of land to the Palestinians; phrases involving ``disengagement__ or ``settlements__ can be entered into verb dictionaries, particularly the Middle East dictionary, as the appropriate codes pertaining to the release of property."},{"id":5109586763710464,"code":"1311","concept":"THREATEN","name":"Threaten to reduce or stop aid","description":"Threaten to reduce or stop providing material aid.","usageNotes":"Use this code for threats to reduce or eliminate provision of material assistance---economic, military, humanitarian, and peacekeeping.","examples":["\u003csource\u003eAfrican states\u003c/source\u003e today \u003cverb\u003eannounced\u003c/verb\u003e that they \u003cverb\u003ewill withdraw\u003c/verb\u003e their \u003cverb\u003epeacekeeping\u003c/verb\u003e force from \u003ctarget\u003eChad\u003c/target\u003e unless President Goukouni Oueddei arranged a ceasefire with rebels fighting to topple his government and held elections within four months."],"exampleNotes":""},{"id":5112316215427072,"code":"0232","concept":"APPEAL","name":"Appeal for military aid.","description":"Make an appeal for, request, or suggest military assistance.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Requests for or suggestions of joint military actions, rather than unilateral military aid, should be coded as 0212 instead.","examples":["\u003csource\u003eAngola\u003c/source\u003e has \u003cverb\u003easked\u003c/verb\u003e \u003ctarget\u003ePortugal\u003c/target\u003e \u003cverb\u003efor military aid\u003c/verb\u003e, especially instructors for its Soviet- and Cuban-trained armed forces, a Lisbon newspaper said today."],"exampleNotes":""},{"id":5131146157359104,"code":"0831","concept":"YIELD","name":"Accede to demands for change in leadership","description":"Yield by relinquishing political power.","usageNotes":"Use this code when source surrenders power after being challenged through legitimate institutional channels (e.g. elections) or other coercive strategies (e.g. military coups). The target can either be the challenger(s) or the country as a whole.","examples":["Tuesday the \u003csource\u003eSerbian parliament\u003c/source\u003e \u003cverb\u003eapproved\u003c/verb\u003e a ``special law__ \u003cverb\u003erecognizing victories\u003c/verb\u003e by \u003ctarget\u003eZoran Djindjic_s opposition coalition\u003c/target\u003e in November 17 municipal \u003cverb\u003eelections\u003c/verb\u003e in 14 of the 18 most important Serbian cities, including Belgrade.","\u003csource\u003eGeorgian President Eduard Shevardnadze\u003c/source\u003e \u003cverb\u003eresigned\u003c/verb\u003e Sunday as the opposition threatened to storm his residence in \u003ctarget\u003eTbilisi\u003c/target\u003e."],"exampleNotes":""},{"id":5135268520656896,"code":"151","concept":"EXHIBIT MILITARY POSTURE","name":"Increase police alert status","description":"Need new description.","usageNotes":"Need new usage notes.","examples":["NEED EXAMPLE."],"exampleNotes":""},{"id":5141471527174144,"code":"1831","concept":"ASSAULT","name":"Carry out suicide bombing","description":"Carry out bomb attack with the intention of causing own death as well as other casualties.","usageNotes":"Not every attack that results in the assailant_s death is necessarily a suicide attack; we rely on the terminology used by reporters to make that call---we code bombings as suicide bombings if the report identifies it as such.","examples":["Two \u003csource\u003ePalestinian\u003c/source\u003e \u003cverb\u003esuicide bombers killed\u003c/verb\u003e 23 people as well as themselves late Sunday when they blew themselves up in \u003ctarget\u003eTel Aviv\u003c/target\u003e in the second-worst attack in the current Palestinian uprising, police said.","At least three \u003ctarget\u003eIraqi civilians\u003c/target\u003e \u003cverb\u003ehave been killed in\u003c/verb\u003e a \u003cverb\u003esuicide\u003c/verb\u003e car \u003cverb\u003ebombing\u003c/verb\u003e in central \u003csource\u003eBaghdad\u003c/source\u003e, Iraqi police said."],"exampleNotes":""},{"id":5171089621647360,"code":"015","concept":"MAKE PUBLIC STATEMENT","name":"Acknowledge or claim responsibility","description":"Non-apologetically claim responsibility, admit an error or wrongdoing, or retract a statement without expression of remorse.","usageNotes":"This event form is a verbal act. Remorseful acknowledgements should be coded as `Apologize_ (055) instead.","examples":["A \u003csource\u003eDamascus-based Palestinian guerrilla\u003c/source\u003e group \u003cverb\u003eclaimed responsibility\u003c/verb\u003e on Saturday for attacks on \u003ctarget\u003eIsraeli troops\u003c/target\u003e from Jordan in the past two days."],"exampleNotes":""},{"id":5180866040954880,"code":"1052","concept":"DEMAND","name":"Demand easing of political dissent","description":"Require, demand that target stops political protest activities.","usageNotes":"Use this code for demands that the target stop engaging in protests, demonstrations, strikes, etc. Note that this code refers exclusively to verbal demands; if the source actively seeks to stop activities through repressive measures, 175 is used instead.","examples":["\u003csource\u003eIranian authorities\u003c/source\u003e have been \u003cverb\u003epressuring\u003c/verb\u003e \u003ctarget\u003eworkers of the United Bus Company of Tehran\u003c/target\u003e (Sharekat-e Vahed) \u003cverb\u003eto cancel\u003c/verb\u003e the \u003cverb\u003estrike\u003c/verb\u003e they have been planning for better pay and working conditions."],"exampleNotes":""},{"id":5187915424464896,"code":"116","concept":"DISAPPROVE","name":"Find guilty or liable (legally)","description":"Find guilty or liable at a court of law.","usageNotes":"Source must be the court in question, which could be domestic or international, and target must be the defendant. This event form refers typically to rulings against non-individuals, where imprisonment is not an issue. When individuals are found guilty and are therefore detained, use 173 instead.","examples":["A \u003cverb\u003eEuropean court\u003c/verb\u003e \u003cverb\u003econvicted\u003c/verb\u003e \u003ctarget\u003eTurkey\u003c/target\u003e of \"inhuman acts\" Thursday for destroying the home of a Kurdish citizen in the country_s southeast."],"exampleNotes":""},{"id":5188448537280512,"code":"1663","concept":"REDUCE RELATIONS","name":"Expel or withdraw aid agencies","description":"Terminate the presence of aid agencies or other non-governmental organizations helping civilians.","usageNotes":"Use this event form to code both expulsions by host countries and withdrawals by providers of humanitarian aid. When aid is simply reduced or halted but the expulsion or withdrawal of the provider is not mentioned, use 1623 instead.","examples":["\u003csource\u003eJakarta\u003c/source\u003e \u003cverb\u003eforced\u003c/verb\u003e the \u003ctarget\u003eUN refugee agency\u003c/target\u003e, UNHCR, \u003cverb\u003eout\u003c/verb\u003e of the country following the relief operation, although it had more than \\pounds12m of unspent donations."],"exampleNotes":""},{"id":5200062128848896,"code":"1221","concept":"REJECT","name":"Reject request for economic aid","description":"Refuse to extend financial assistance.","usageNotes":"","examples":["\u003csource\u003eBonn\u003c/source\u003e \u003cverb\u003erejected\u003c/verb\u003e recent \u003cverb\u003ecalls\u003c/verb\u003e by \u003ctarget\u003eEast Germany_s Communist rulers\u003c/target\u003e for immediate \u003cverb\u003eeconomic aid\u003c/verb\u003e, saying it was withholding it until a democratically-elected government takes over."],"exampleNotes":""},{"id":5202437782634496,"code":"053","concept":"ENGAGE IN DIPLOMATIC COOPERATION","name":"Rally support on behalf of","description":"Call on other parties to support the target.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Use this event form to code instances where one party (the source) solicits the support of third parties for another party (the target).","examples":["\u003csource\u003eArab League Secretary-General Chedli Klibi\u003c/source\u003e today \u003cverb\u003eurged\u003c/verb\u003e the European Community to \u003cverb\u003esupport\u003c/verb\u003e the \u003ctarget\u003ePalestinian Liberation Organization\u003c/target\u003e (PLO), which he said would create a favorable climate for peace talks.","\u003csource\u003eSaudi Arabia\u003c/source\u003e has \u003cverb\u003emobilized\u003c/verb\u003e pressure groups in the United States to help \u003cverb\u003esupport\u003c/verb\u003e the rights of \u003ctarget\u003ePalestinians\u003c/target\u003e in their struggle against Israel, a top minister said in comments published Thursday."],"exampleNotes":""},{"id":5202728095580160,"code":"176","concept":"COERCE","name":"Attack cybernetically","description":"Illegal or unauthorized attack on computers, networks, or accounts.","usageNotes":"Cyberattacks can be any of a wide range of acts, with an even wider range of motives. Vandalism of websites, theft of private electronic information, and the hostile shutting-down of networks all fit under this category.","examples":["\u003csource\u003eNorth Korea\u003c/source\u003e has tried to \u003cverb\u003ehack into\u003c/verb\u003e the computers of \u003ctarget\u003eSouth Korean army\u003c/target\u003e officers, officials said Tuesday.","\u003csource\u003eMuslim hackers\u003c/source\u003e angered by the publication of cartoons of the Prophet Mohammed have \u003cverb\u003edefaced\u003c/verb\u003e nearly 3,000 \u003ctarget\u003eDanish Web sites\u003c/target\u003e over the past month in the biggest politically motivated cyber attack long-time observers have ever seen."],"exampleNotes":""},{"id":5222217986080768,"code":"044","concept":"CONSULT","name":"Meet at a `third_ location","description":"Meet, come together, gather with others at a neutral location---some place with which none of the attending parties are associated. \textit{If mediation or negotiation is mentioned specifically as having taken place, those events take precedence over unspecified visits or meetings.}","usageNotes":"This event type is typically accompanied by two other linked events, `Make a visit_ (042) and `Host a visit_ (043), and the event itself is reciprocal. For 044, the source and the target are the actors who are meeting; the location of the meeting is ignored.","examples":["\u003csource\u003eU.S.\u003c/source\u003e and \u003csource\u003eSoviet negotiators\u003c/source\u003e \u003cverb\u003ereturn to\u003c/verb\u003e \u003ctarget\u003eGeneva\u003c/target\u003e this week for talk on limiting the number of European-based nuclear missiles, an issue likely to dominate East-West relations this year."],"exampleNotes":"Six events are coded: two reciprocal `Meet at a third location_ events with US and the Soviet Union as actors; two _`Make a visit_ events with Switzerland as the target, and the US and the Soviet Union as the two different sources; and two `Host a visit_ events with Switzerland as the source and the US and the Soviet as the two different targets."},{"id":5225808578740224,"code":"0834","concept":"YIELD","name":"Accede to demands for change in institutions, regime","description":"Yield by undertaking major reforms that change how the political system functions.","usageNotes":"Changes from one type of a political system to another (e.g. from military dictatorship to multiparty democracy), as well as less comprehensive institutional changes that nevertheless modify the rules of the game (e.g. political party laws, electoral laws, powers and functions of different branches) are coded here.","examples":["\u003csource\u003ePresident Dos Sontas\u003c/source\u003e has reportedly \u003cverb\u003econceded\u003c/verb\u003e at last to demands from \u003ctarget\u003eNational Union for the Total Independence of Angola\u003c/target\u003e (UNITA) to \u003cverb\u003eoverhaul\u003c/verb\u003e the \u003cverb\u003ejudiciary\u003c/verb\u003e.","\u003csource\u003eLt. Gen. Prosper Avril\u003c/source\u003e \u003cverb\u003eresigned\u003c/verb\u003e yesterday to \u003cverb\u003eallow\u003c/verb\u003e \u003ctarget\u003eHaiti_s\u003c/target\u003e \u003cverb\u003efirst democratic elections\u003c/verb\u003e to take place."],"exampleNotes":"The political change in this lead is more fundamental than leadership change given the mention of ``first__ democratic elections, which points to  potential change in the overall political system (i.e. democratization)."},{"id":5232376925913088,"code":"126","concept":"REJECT","name":"Reject mediation","description":"Refuse involvement of mediators or mediation initiatives.","usageNotes":"The target for this event should be the potential mediators.","examples":["\u003csource\u003ePalestinian leader Yasser Arafat\u003c/source\u003e Wednesday \u003cverb\u003erejected\u003c/verb\u003e a \u003ctarget\u003eUS\u003c/target\u003e \u003cverb\u003eoffer\u003c/verb\u003e to \u003cverb\u003ehost\u003c/verb\u003e a \u003cverb\u003esummit\u003c/verb\u003e in mid-July to hammer out a framework agreement for peace between the Israelis and the Palestinians.","\u003csource\u003eIsrael\u003c/source\u003e is \u003cverb\u003eopposed\u003c/verb\u003e to \u003ctarget\u003eFrench\u003c/target\u003e \u003cverb\u003emediation\u003c/verb\u003e in peace negotiations with Syria, a close aide to Prime Minister Ehud Barak said Wednesday."],"exampleNotes":""},{"id":5235865781534720,"code":"1443","concept":"PROTEST","name":"Obstruct passage to demand rights","description":"Obstruct passage, block entry/exit to demand political, social, economic, or other rights.","usageNotes":"Use this code for obstructions that demand new rights or protest the violation of existing ones.","examples":["Young \u003csource\u003eAlgerians\u003c/source\u003e \u003cverb\u003eblocked roads\u003c/verb\u003e leading to the city centre on Sunday to press their \u003cverb\u003edemands\u003c/verb\u003e for greater \u003cverb\u003efreedom\u003c/verb\u003e and opportunities from \u003ctarget\u003ePresident Bouteflika\u003c/target\u003e_s government."],"exampleNotes":""},{"id":5241331261636608,"code":"1243","concept":"REJECT","name":"Refuse to release persons or property","description":"Reject requests, refuse, or decline to release or return persons or property.","usageNotes":"Refusals to release or exchange prisoners and hostages, as well as to return previously confiscated properties, are coded here.","examples":["The \u003csource\u003eU.S.\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e it would \u003cverb\u003enot meet\u003c/verb\u003e hostage-takers \u003cverb\u003edemands\u003c/verb\u003e to \u003cverb\u003erelease\u003c/verb\u003e prisoners in \u003ctarget\u003eIraq\u003c/target\u003e, including a number of females."],"exampleNotes":"In an ideal scenario, the identity of the hostage-takers would have been codeable here."},{"id":5248372726300672,"code":"031","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to engage in material cooperation, not specified below","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to engage in or expand material cooperative exchange not otherwise specified.","usageNotes":"This category contains sub-forms for more detailed coding whenever possible. This event form refers to commitments or indications of intent by parties to boost their \textit{material exchange}; they could be reciprocal or unilateral agreements, promises, commitments, or other indications of intent to cooperate. Pledges to provide unilateral material aid, however, are coded under category 033. Expressions of intent to engage in or further diplomatic cooperation, such as negotiations, settling disputes, or provision of policy support are coded elsewhere under category 03. Note that events coded here are intents and commitments, and not actual events of cooperation, which should be coded under 06.","examples":["The \u003csource\u003eAsia-Pacific Economic Cooperation\u003c/source\u003e (APEC) forum has \u003cverb\u003eagreed\u003c/verb\u003e to \u003cverb\u003eset up\u003c/verb\u003e an energy \u003cverb\u003eresearch center\u003c/verb\u003e in \u003ctarget\u003eTokyo\u003c/target\u003e to further develop its regional energy projections, officials said Thursday."],"exampleNotes":""},{"id":5248684245647360,"code":"035","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to yield, not specified below","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to yield not otherwise specified.","usageNotes":"This event form refers to general expressions of willingness or commitment to concede; use the subcategories for more detailed coding. The actual events of yielding are coded under category 08.","examples":["A \u003csource\u003eSoviet official\u003c/source\u003e \u003cverb\u003eoffered concessions\u003c/verb\u003e last November that \u003ctarget\u003eU.S. negotiator\u003c/target\u003e Paul Nitze believed could lead to an agreement on reducing nuclear missiles in Europe, according to a senator who acted as a go-between at the talks."],"exampleNotes":""},{"id":5250324252065792,"code":"133","concept":"THREATEN","name":"Threaten political dissent","description":"Threaten to mobilize or engage in actions of political dissent such as protest demonstrations, hunger strikes, strikes or boycotts, physical obstructions into buildings or areas, and riots.","usageNotes":"","examples":["Radical \u003csource\u003eFrench farmers\u003c/source\u003e said on Friday they \u003cverb\u003ewould blockade\u003c/verb\u003e \u003ctarget\u003eParis\u003c/target\u003e from Monday night to demand an end to the European Community_s drastic farm reform.","\u003csource\u003eDruze inhabitants of the Syrian Golan Heights\u003c/source\u003e \u003cverb\u003ethreatened\u003c/verb\u003e today to hold a \u003cverb\u003egeneral strike\u003c/verb\u003e unless \u003ctarget\u003eIsrael\u003c/target\u003e rescinded its annexation of the region within 10 days."],"exampleNotes":""},{"id":5254797192069120,"code":"1623","concept":"REDUCE RELATIONS","name":"Reduce or stop humanitarian assistance","description":"Decrease or terminate provision of humanitarian aid.","usageNotes":"","examples":["The \u003csource\u003eUnited Nations\u003c/source\u003e on Tuesday \u003cverb\u003ereduced food supplies\u003c/verb\u003e to the biggest \u003ctarget\u003eCambodian refugee camp\u003c/target\u003e in Thailand because rice was being diverted to outside users, relief officials said."],"exampleNotes":""},{"id":5257512416706560,"code":"0873","concept":"YIELD","name":"Demobilize armed forces","description":"Hand over or otherwise reduce or eliminate arms, weapons; discharge soldiers or other armed personnel.","usageNotes":"The source actor for this event is the demobilizing party; the target is either the party against whom the source was formerly fighting or the actor to whom weaponry is turned in.","examples":["One third of \u003csource\u003eethnic Albanian guerrillas\u003c/source\u003e operating in \u003ctarget\u003eMacedonia\u003c/target\u003e have been \u003cverb\u003edemobilized\u003c/verb\u003e since the August 13 peace accord between Macedonian and ethnic Albanian political parties, two rebel commanders told AFP by phone Sunday."],"exampleNotes":""},{"id":5258284168642560,"code":"1121","concept":"DISAPPROVE","name":"Accuse of crime, corruption","description":"Allege, charge the target with, or blame for engaging in crime or corruption.","usageNotes":"","examples":["Ousted president \u003ctarget\u003eJean-Bertrand Aristide\u003c/target\u003e \u003cverb\u003ehas been accused\u003c/verb\u003e of \u003cverb\u003emisusing\u003c/verb\u003e up to US \\$50 million (\\$73 million) in \u003cverb\u003epublic funds\u003c/verb\u003e, much of it believed to have been embezzled, by current \u003csource\u003eHaitian government\u003c/source\u003e officials."],"exampleNotes":""},{"id":5260869202083840,"code":"1384","concept":"THREATEN","name":"Threaten conventional attack","description":"Threaten to attack, use conventional weapons against a party.","usageNotes":"This event form is typically a verbal act.","examples":["\u003csource\u003eIran\u003c/source\u003e today \u003cverb\u003ethreatened\u003c/verb\u003e to launch a new \u003cverb\u003emilitary offensive\u003c/verb\u003e in its Gulf war with \u003ctarget\u003eIraq\u003c/target\u003e unless Baghdad accepted its conditions for ending the 28-month-old conflict.","\u003csource\u003eIran\u003c/source\u003e \u003cverb\u003ethreatened\u003c/verb\u003e to \u003cverb\u003eshell\u003c/verb\u003e \u003ctarget\u003eIraqi\u003c/target\u003e towns today in retaliation for an air raid on the southern city of Susangerd where, it said, 100 people were killed."],"exampleNotes":""},{"id":5271200477478912,"code":"0314","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to cooperate on intelligence","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to engage in or expand intelligence sharing.","usageNotes":"This event form refers to agreements, promises, commitments, or other indications of intent to develop or expand intelligence cooperation by providing or exchanging intelligence or information.","examples":["\u003ctarget\u003eIsrael\u003c/target\u003e and the \u003ctarget\u003ePalestinians\u003c/target\u003e \u003cverb\u003ereached\u003c/verb\u003e a \u003cverb\u003econsensus to exchange information\u003c/verb\u003e on water resources on the second day of a multilateral conference on water problems in the Middle East here Thursday, the meeting_s co-chairman said. \\","The \u003ctarget\u003eTurkish-Cypriot\u003c/target\u003e and \u003ctarget\u003eGreek-Cypriot\u003c/target\u003e sides of this divided Mediterranean island have \u003cverb\u003eagreed\u003c/verb\u003e to \u003cverb\u003eshare information\u003c/verb\u003e Friday on missing people from both communities, a UN official said on Monday."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":5274802075992064,"code":"025","concept":"APPEAL","name":"Appeal to yield, not specified below","description":"Make an appeal for, request, or suggest that target yields or concedes; not otherwise specified.","usageNotes":"This event form is typically, although not exclusively, a verbal act. The source for this event type may or may not be one of the adversaries; a third party could also be appealing to one or more of the parties in conflict (who are coded as targets) to yield. When the source itself expresses its intent to yield---rather than requesting it from another party---the event should be coded under 035 instead. When yielding actually takes place, use the appropriate code under category 08.","examples":["\u003csource\u003eIsraeli Prime Minister Ariel Sharon\u003c/source\u003e \u003cverb\u003ewants\u003c/verb\u003e \u003ctarget\u003eGermany\u003c/target\u003e to \u003cverb\u003epay\u003c/verb\u003e more \u003cverb\u003ecompensation\u003c/verb\u003e to the families of 11 Israeli athletes killed at the 1972 Munich Olympic Games, a statement from his office said Tuesday."],"exampleNotes":""},{"id":5288238075871232,"code":"021","concept":"APPEAL","name":"Appeal for material cooperation","description":"Make an appeal for, request, or suggest material cooperation.","usageNotes":"This event form is typically, though not exclusively, a verbal act. It refers to appeals for material cooperation specifically; appeals for diplomatic cooperation, such as for the provision of support on a particular policy, are coded as 022 instead. (Note that the actual events of material cooperation are coded under category 06.)","examples":["\u003csource\u003eKenyan President Daniel Arap Moi\u003c/source\u003e on Monday \u003cverb\u003eurged\u003c/verb\u003e \u003ctarget\u003eUganda\u003c/target\u003e to \u003cverb\u003eto repatriate\u003c/verb\u003e ``all Kenyan \u003cverb\u003ecriminals\u003c/verb\u003e hiding there__ to face trial, accusing them of killing Kenyan policemen in cross-border raids recently.","Outspoken \u003csource\u003eSerbian ultra-nationalist leader Vojislav Seselj\u003c/source\u003e \u003cverb\u003ecalled on\u003c/verb\u003e \u003ctarget\u003eArab countries\u003c/target\u003e to \u003cverb\u003ejoin forces\u003c/verb\u003e against a possible US-led attack on Iraq, Tanjug news agency reported Wednesday."],"exampleNotes":""},{"id":5299973537136640,"code":"1413","concept":"PROTEST","name":"Demonstrate for rights","description":"Dissent collectively, gather, or rally demanding political, social, economic, or other rights.","usageNotes":"Use this code for demonstrations that demand new rights or protest the violation of existing ones.","examples":["Thousands of \u003csource\u003eNigerians\u003c/source\u003e from throughout the country \u003cverb\u003ewere converging\u003c/verb\u003e Thursday for a \u003cverb\u003erally\u003c/verb\u003e in Lagos to \u003cverb\u003eprotest\u003c/verb\u003e the \u003cverb\u003erights violations\u003c/verb\u003e under the recently imposed Sharia law by \u003ctarget\u003eIslamic fundamentalists\u003c/target\u003e in the northern districts."],"exampleNotes":""},{"id":5307068017803264,"code":"080","concept":"YIELD","name":"Yield, not specified below","description":"All yieldings, concessions not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 081-087 cannot be made. Not that all of the event forms under this category refer to reported yieldings and tot to future commitments, agreements, or promises.","examples":["\u003csource\u003eUganda\u003c/source\u003e said on Sunday it had \u003cverb\u003epaid compensation\u003c/verb\u003e to 67 elderly \u003ctarget\u003eBritish nationals\u003c/target\u003e, most of the Asians, for assets they lost when former dictator Idi Amin expelled them 18 years ago."],"exampleNotes":""},{"id":5321603529310208,"code":"110","concept":"DISAPPROVE","name":"Disapprove, not specified below","description":"Express disapprovals, objections, and complaints not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 111-116 cannot be made. Disapprovals are typically verbal events.","examples":["On Tuesday, \u003csource\u003eNigerian junior foreign minister Dubem Oniya\u003c/source\u003e \u003cverb\u003esummoned\u003c/verb\u003e \u003ctarget\u003eNiger_s ambassador Brah Mohamane\u003c/target\u003e \u003cverb\u003eto complain\u003c/verb\u003e of inaction over the gangs."],"exampleNotes":""},{"id":5336539009646592,"code":"1041","concept":"DEMAND","name":"Demand leadership change","description":"Require, demand change in leadership or power.","usageNotes":"This event form refers to verbal and non-threatening appeals. Demands that take the form of demonstrations, protests, etc. are coded under category 14 instead. Note that even though demands for the target to resign or relinquish power are forms of yielding, they are still coded here. Also code demands for elections here (unless they are first-time elections and hence constitute major institutional change).","examples":["\u003csource\u003eSunnis\u003c/source\u003e have \u003cverb\u003edemanded\u003c/verb\u003e that \u003cverb\u003econtrol of\u003c/verb\u003e the Interior \u003cverb\u003eMinistry\u003c/verb\u003e be taken away from \u003ctarget\u003eShiite religious parties\u003c/target\u003e in the next government.","\u003csource\u003eRwandan rebels\u003c/source\u003e \u003cverb\u003edemanded\u003c/verb\u003e the \u003cverb\u003eremoval of President\u003c/verb\u003e \u003ctarget\u003eJuvenal Habyariman\u003c/target\u003e and his ruling party at the fourth round of talks aimed at ending a 23-month civil war.","Former Socialist prime minister \u003csource\u003eAndreas Papandreou\u003c/source\u003e \u003cverb\u003edemanded\u003c/verb\u003e immediate \u003cverb\u003eelections\u003c/verb\u003e after a special court cleared him of all charges in \u003ctarget\u003eGreece\u003c/target\u003e_s biggest corruption trial this century."],"exampleNotes":""},{"id":5338593883062272,"code":"192","concept":"FIGHT","name":"Occupy territory","description":"Occupy, seize control of a territory using armed forces.","usageNotes":"","examples":["\u003csource\u003eVietnamese-led forces\u003c/source\u003e have \u003cverb\u003eretaken\u003c/verb\u003e a strategic \u003cverb\u003evillage\u003c/verb\u003e in \u003ctarget\u003eWestern Kampuchea\u003c/target\u003e after fierce fighting with guerrillas who overran it late last month, Thai military sources said today.","\u003csource\u003eBurmese troops\u003c/source\u003e have \u003cverb\u003ecaptured\u003c/verb\u003e part of a \u003ctarget\u003eKaren guerrilla\u003c/target\u003e \u003cverb\u003estronghold\u003c/verb\u003e on the Thai border after five days of fighting, Thai police here said on Monday.","\u003csource\u003eIsrael\u003c/source\u003e today \u003cverb\u003emounted\u003c/verb\u003e its long-threatened \u003cverb\u003einvasion\u003c/verb\u003e of \u003ctarget\u003eSouth Lebanon\u003c/target\u003e, ploughing through the United Nations lines on the coast of south of Tyre and thrusting forward in at least to inland areas."],"exampleNotes":""},{"id":5344754074124288,"code":"2041","concept":"ENGAGE IN UNCONVENTIONAL MASS VIOLENCE","name":"Use chemical, biological, or radiological weapons","description":"Attack using chemical, biological, or radiological weapons.","usageNotes":"","exampleNotes":""},{"id":5356303375400960,"code":"103","concept":"DEMAND","name":"Demand material aid, not specified below","description":"Require, demand provision of material assistance not otherwise specified.","usageNotes":"This category contains sub-forms for more detailed coding whenever possible. The source could be demanding aid for itself or on behalf of a third party; in either case, the actor who is expected to provide assistance should be coded as the target.","examples":["The \u003csource\u003eThird World Water Forum\u003c/source\u003e \u003cverb\u003econcluded\u003c/verb\u003e on Saturday that the \u003ctarget\u003eUS\u003c/target\u003e and other developed nations \u003cverb\u003emust allocate\u003c/verb\u003e greater financial \u003cverb\u003eresources to help\u003c/verb\u003e with the battle against the global water and sanitation crisis."],"exampleNotes":""},{"id":5362955474436096,"code":"040","concept":"CONSULT","name":"Consult, not specified below","description":"All consultations and meetings not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among 041 through 046 cannot be made. Note that events coded under 04 are typically, although not always, reciprocal events.","examples":["A group of \u003csource\u003eAfrican diplomats\u003c/source\u003e \u003cverb\u003eheld\u003c/verb\u003e their first \u003cverb\u003emeeting with\u003c/verb\u003e \u003ctarget\u003ePresident Parvanov\u003c/target\u003e at a lunch hosted by the Ambassador of Kingdom of Morocco."],"exampleNotes":"This lead is coded as 040 since the place of the meeting is not explicit in the lead, hence we cannot code it as a visit made or hosted, and no negotiations are implied (so, we cannot code it as `Engage in negotiation_)."},{"id":5373114414268416,"code":"1244","concept":"REJECT","name":"Refuse to ease economic sanctions, boycott, or embargo","description":"Reject requests, refuse, or decline to reduce or eliminate economic sanctions, boycotts, or embargoes.","usageNotes":"Use this code only for \textit{economic} sanctions, boycotts, or embargoes.","examples":["\u003csource\u003eUS authorities\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e yesterday that \u003cverb\u003eremoving\u003c/verb\u003e the \u003cverb\u003esanctions\u003c/verb\u003e on \u003ctarget\u003eBurma\u003c/target\u003e is currently \u003cverb\u003eout of the question\u003c/verb\u003e as that would reward the regime for doing nothing."],"exampleNotes":""},{"id":5375883997085696,"code":"074","concept":"PROVIDE AID","name":"Provide military protection or peacekeeping","description":"Provide peacekeepers or other military forces for protection, extend or expand their mandates.","usageNotes":"Code here reported deployment of forces; verbal promises and commitments to provide peacekeepers should be coded as 0334. Note that this event form is accompanied by the linked event _Receive deployment of peacekeepers_ (0861).","examples":["The first deployment of \u003csource\u003eNATO\u003c/source\u003e \u003cverb\u003epeacekeeping\u003c/verb\u003e troops have \u003cverb\u003earrived in\u003c/verb\u003e \u003ctarget\u003eBosnia\u003c/target\u003e, Defense Secretary William Perry said.","Two linked events---074 and 0861---should be coded with actors reversed."],"exampleNotes":""},{"id":5376603269890048,"code":"1434","concept":"PROTEST","name":"Conduct strike or boycott for change in institutions, regime","description":"Refuse to work or cooperate until demands for major institutional, constitutional, or regime change.","usageNotes":"Note the difference between institutional/constitutional changes and policy reforms. Strikes that call for independence or autonomy essentially demand major changes to the whole system and are hence coded here.","exampleNotes":""},{"id":5382068749991936,"code":"1234","concept":"REJECT","name":"Reject request for change in institutions, regime","description":"Refuse to make fundamental political changes, such as moving from one type of a political system to another and reforming political institutions or key laws.","usageNotes":"Note the difference between institutional/regime changes and policy reforms.","examples":["In what has been described as a policy u-turn, \u003csource\u003ePresident Levy Mwanawasa\u003c/source\u003e has \u003cverb\u003ereneged\u003c/verb\u003e on his \u003cverb\u003ecommitment\u003c/verb\u003e to the \u003ctarget\u003eZambian people\u003c/target\u003e for holding elections under a \u003cverb\u003enew constitution\u003c/verb\u003e."],"exampleNotes":""},{"id":5389110214656000,"code":"026","concept":"APPEAL","name":"Appeal to others to meet or negotiate","description":"Propose or suggest meeting, negotiation, or discussion among other parties.","usageNotes":"This event form is typically, although not exclusively, a verbal act. \textit{The source for this event cannot be the actors whose meeting or negotiation is called for}; it has to be third parties who appeal to one or more actors---target actors---to meet and/or negotiate. When parties themselves express their intent to meet and/or negotiate, use 036 instead. When meetings or negotiations do take place, use the appropriate code under category 04.","examples":["\u003csource\u003eEl Salvador\u003c/source\u003e on Monday \u003cverb\u003erequested\u003c/verb\u003e an urgent \u003ctarget\u003eSecurity Council\u003c/target\u003e \u003cverb\u003emeeting\u003c/verb\u003e on Wednesday to deal with what it called violations by Nicaragua of the Central American peace accords."],"exampleNotes":""},{"id":5389421734002688,"code":"0341","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to change leadership","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to change leadership or relinquish power.","usageNotes":"Commitments to resign or hand over power, as well to hold elections that might open the way for change in leadership, are coded here. Note that while commitments for other forms of yielding are coded under 035, commitments to give up power are coded here.","examples":["Ousted \u003csource\u003ePresident Askar Akayev\u003c/source\u003e has \u003cverb\u003eagreed to resign\u003c/verb\u003e without returning to the \u003ctarget\u003eKyrgyzstan\u003c/target\u003e, the Parliament speaker said Saturday."],"exampleNotes":"Because no specific group is mentioned, the country alone is coded as the target."},{"id":5391061740421120,"code":"1321","concept":"THREATEN","name":"Threaten with restrictions on political freedoms","description":"Threaten to impose or expand restrictions on fundamental freedoms, such as freedoms of speech, expression, and assembly.","usageNotes":"Note that if a threat indicates potential use of coercive repressive tactics as a way of enforcing the restrictions in question, 137 should be used instead.","examples":["\u003csource\u003eIsrael\u003c/source\u003e \u003cverb\u003ethreatened\u003c/verb\u003e to \u003cverb\u003eban voting\u003c/verb\u003e in \u003ctarget\u003eEast Jerusalem\u003c/target\u003e if Hamas, which advocates Israel_s destruction, ran in the election."],"exampleNotes":""},{"id":5395534680424448,"code":"161","concept":"REDUCE RELATIONS","name":"Reduce or break diplomatic relations","description":"Curtail, decrease, break, or terminate diplomatic exchange.","usageNotes":"Cancellation of meetings, withdrawal, or expulsion of diplomats and termination of other diplomatic activities (excluding negotiations and mediations which are coded as 164 and 165 respectively) should be coded here.","examples":["A \u003csource\u003eFrench minister\u003c/source\u003e has \u003cverb\u003ecancelled\u003c/verb\u003e a planned \u003cverb\u003evisit\u003c/verb\u003e to \u003ctarget\u003eHaiti\u003c/target\u003e after a state of siege was declared in the one-time French colony, the Foreign Affairs Ministry said on Sunday.","\u003csource\u003eSwitzerland\u003c/source\u003e said today it had \u003cverb\u003eexpelled\u003c/verb\u003e two \u003ctarget\u003eSoviet\u003c/target\u003e \u003cverb\u003ediplomats\u003c/verb\u003e based in Geneva for spying, adding to a long series of espionage scares."],"exampleNotes":""},{"id":5398249905061888,"code":"0863","concept":"YIELD","name":"Allow for humanitarian access","description":"Allow access to, receive humanitarian agencies in territories controlled by the source actor.","usageNotes":"Mere promises to allow such access should be coded as 0355. Note that this event form is accompanied by the linked event `Provide humanitarian aid_ (073) if the target is the humanitarian agency; in some cases the target would be the particular area that is given access.","examples":["\u003cverb\u003eHumanitarian access\u003c/verb\u003e for the \u003ctarget\u003eDarfur\u003c/target\u003e region has \u003cverb\u003eimproved\u003c/verb\u003e significantly since September as the \u003csource\u003eKhartoum government\u003c/source\u003e tried to secure international favor.","\u003csource\u003eUzbekistan\u003c/source\u003e finally \u003cverb\u003eopened\u003c/verb\u003e the Friendship Bridge after four years \u003cverb\u003eto allow\u003c/verb\u003e the delivery of 1,000 tons of \u003cverb\u003egrain and flour to\u003c/verb\u003e \u003ctarget\u003eAfghanistan\u003c/target\u003e, where millions of people are at risk of starvation as winter sets in, reports aid agencies."],"exampleNotes":""},{"id":5401606690439168,"code":"138","concept":"THREATEN","name":"Threaten with military force, not specified below","description":"Threaten to use force not otherwise specified.","usageNotes":"This event form is a verbal act and it contains sub-forms for more detailed coding whenever possible. More active expressions of threat to use force are coded under category 15.","examples":["\u003csource\u003eOsama bin Laden_s al-Qaeda\u003c/source\u003e terror network has \u003cverb\u003ethreatened\u003c/verb\u003e to deliver devastating \u003cverb\u003eblows\u003c/verb\u003e to the \u003ctarget\u003eUnited States\u003c/target\u003e and \u003ctarget\u003eIsrael\u003c/target\u003e, a Saudi-owned weekly reports."],"exampleNotes":"Because of the compound target, two events are coded."},{"id":5415539564347392,"code":"0241","concept":"APPEAL","name":"Appeal for leadership change","description":"Make an appeal for, request, or suggest change in leadership or power.","usageNotes":"This event form refers to verbal and non-threatening appeals. More forceful ``demands__ for leadership change are coded as 1041; demonstrations, protests, etc. demanding change in leadership/power are coded under category 14. Note that even though calls for the target to resign or relinquish power are forms of yielding, they are still coded here. Also code appeals for elections here.","examples":["Members of parliament from \u003csource\u003eKenya_s Liberal Democratic Party\u003c/source\u003e \u003cverb\u003ecalled on\u003c/verb\u003e \u003ctarget\u003eEnergy Minister Kiraitu Murungi\u003c/target\u003e \u003cverb\u003eto resign\u003c/verb\u003e in the wake of new evidence over the \\$7 billion scandals.","The \u003csource\u003eUN Security Council\u003c/source\u003e has \u003cverb\u003ecalled on\u003c/verb\u003e \u003ctarget\u003eHaiti_s interim government\u003c/target\u003e to \u003cverb\u003ehold elections\u003c/verb\u003e by 7 February."],"exampleNotes":""},{"id":5422946503884800,"code":"184","concept":"ASSAULT","name":"Use as human shield","description":"Use civilians as buffer on the front lines or in other dangerous environments.","usageNotes":"","examples":["The \u003csource\u003eSri Lankan army\u003c/source\u003e has been \u003cverb\u003eholding\u003c/verb\u003e thousands of \u003ctarget\u003eTamil civilian refugees\u003c/target\u003e \u003cverb\u003eas human shields\u003c/verb\u003e in the battle zones of the southern sector of the Jaffna peninsula, according to a press release by the Liberation Tigers."],"exampleNotes":""},{"id":5440711025491968,"code":"140","concept":"PROTEST","name":"Engage in political dissent, not specified below.","description":"All civilian demonstrations and other collective actions carried out as protests against the target actor not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 141-145 cannot be made. Note that any form of civilian individual or collective action that is undertaken as a symbol of support---rather than protest---for the target actor should be coded elsewhere (potentially under category 05).","examples":["The \u003csource\u003eHomeland Union\u003c/source\u003e (Conservatives) \u003cverb\u003ebegan collecting signatures\u003c/verb\u003e in part of a drive to convince the \u003ctarget\u003eLithuanian Parliament\u003c/target\u003e to \u003cverb\u003eamend\u003c/verb\u003e the \u003cverb\u003econstitution\u003c/verb\u003e so that same-sex marriages are banned."],"exampleNotes":""},{"id":5452564598358016,"code":"019","concept":"MAKE PUBLIC STATEMENT","name":"Express accord","description":"Express common understanding, agreement, or accord.","usageNotes":"This event form refers exclusively to verbal acts or comments. Use this code when actors indicate that they simply agree or concur on an issue but do not imply commitment or intent to cooperate on that issue. These are typically reciprocal events (see example below) and require coding of more than one 019 event with actors reversed.","examples":["\u003ctarget\u003ePresident Reagan\u003c/target\u003e and \u003ctarget\u003eEgyptian President Hosni Mubarak\u003c/target\u003e \u003cverb\u003eagreed\u003c/verb\u003e today there was an urgent \u003cverb\u003eneed for progress\u003c/verb\u003e towards a Middle East settlement and that a freeze on Israeli settlements in occupied territories was also needed."],"exampleNotes":"{Two reciprocal events (both 019) are coded with actors reversed.}"},{"id":5462341017665536,"code":"1056","concept":"DEMAND","name":"Demand de-escalation of military engagement","description":"Require, demand that target stops fighting or takes measures to ease military conflict or tension.","usageNotes":"Use this code for demands for ceasefires, military withdrawals, and demobilization.","examples":["\u003csource\u003eWashington\u003c/source\u003e along with its allies \u003cverb\u003edemanded\u003c/verb\u003e that \u003ctarget\u003eHamas\u003c/target\u003e \u003cverb\u003erenounce\u003c/verb\u003e its \u003cverb\u003earmed struggle\u003c/verb\u003e against Israel.","\u003csource\u003eEuropean Community\u003c/source\u003e foreign ministers \u003cverb\u003edemanded\u003c/verb\u003e the \u003cverb\u003ewithdrawal\u003c/verb\u003e of \u003ctarget\u003eYugoslav\u003c/target\u003e federal forces from Bosnia-Herzogovina on Monday calling them an occupying army, diplomats quoted an EC declaration as saying.","\u003csource\u003eBosnian Serbs\u003c/source\u003e \u003cverb\u003edemanded\u003c/verb\u003e a truce with \u003ctarget\u003eMoslem\u003c/target\u003e forces \u003ctarget\u003ein\u003c/target\u003e east \u003ctarget\u003eBosnia\u003c/target\u003e before allowing U.N. aid conveys to feed starving Moslem civilians in the region."],"exampleNotes":""},{"id":5469923513991168,"code":"1712","concept":"COERCE","name":"Destroy property","description":"Use force to destroy, demolish property.","usageNotes":"","examples":["\u003csource\u003eAfghan guerillas\u003c/source\u003e \u003cverb\u003eblew up\u003c/verb\u003e three main electric \u003cverb\u003epower lines\u003c/verb\u003e leading into \u003ctarget\u003eKabul\u003c/target\u003e last month and nearly one third of the city_s power supply is still down, the Czechoslovak news agency Ceteka reported from Kabul today.","\u003csource\u003eJewish settlers in the West Bank city of Hebron\u003c/source\u003e \u003cverb\u003eset fire\u003c/verb\u003e to the \u003cverb\u003eoffices\u003c/verb\u003e of the \u003ctarget\u003ePalestinian administrators\u003c/target\u003e of Muslim property overnight following the killing of an Israeli man, Palestinian residents said Sunday.","\u003csource\u003eIsraeli army\u003c/source\u003e bulldozers \u003cverb\u003edemolished\u003c/verb\u003e \u003ctarget\u003ePalestinian\u003c/target\u003e homes and civilian buildings in southern Gaza on Sunday, Palestinian officials and US witnesses said."],"exampleNotes":""},{"id":5477276498001920,"code":"1032","concept":"DEMAND","name":"Demand military aid","description":"Require, demand provision of military assistance.","usageNotes":"Note that demands for military security and deployment of peacekeepers are coded as 1034 instead.","exampleNotes":""},{"id":5479331371417600,"code":"185","concept":"ASSAULT","name":"Attempt to assassinate","description":"Attempt but fail to kill politically significant and influential persons.","usageNotes":"Use this code only when an assassination attempt or targeted killing is foiled; when assassinations are successfully carried out, 186 is used instead. This distinction is made because consequences of these two types of events could be significantly different. The source of this event would ideally be the assailant; however, in many cases this information will not be available and the location of the attack would be coded as the source instead.","examples":["An \u003cverb\u003eattempt to assassinate\u003c/verb\u003e \u003ctarget\u003edeputy governor of the Tyumen\u003c/target\u003e region, Oleg Chemezov, was \u003cverb\u003ethwarted in\u003c/verb\u003e \u003csource\u003eKhanty-Mansiysk\u003c/source\u003e (Siberia), the city_s police reported.","\u003csource\u003eMilitants loyal to Iraq_s Al-Qaeda frontman Abu Musab al-Zarqawi\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e they \u003cverb\u003eattempted to assassinate\u003c/verb\u003e outgoing \u003ctarget\u003ePrime Minister Iyad Allawi\u003c/target\u003e, in a statement posted on the internet."],"exampleNotes":""},{"id":5483912759345152,"code":"057","concept":"ENGAGE IN DIPLOMATIC COOPERATION","name":"Sign formal agreement","description":"Ratify, sign, finalize an agreement, treaty.","usageNotes":"This category excludes promises to sign or ratify agreements and treaties. Events should be coded under this category only when agreements are reportedly finalized or signed. This event code is typically reciprocal. Even when the agreement in question implies a formal commitment to boost material cooperation, provide aid, or yield in some way, the event of signing the agreement or treaty is still coded here since signing of an agreement or treaty represents diplomatic cooperation but does not guarantee implementation---whatever its terms.","examples":["\u003ctarget\u003eLibyan leader Muammar Gaddafi\u003c/target\u003e and \u003ctarget\u003eBulgarian President Todor Zhivkov\u003c/target\u003e today \u003cverb\u003esigned\u003c/verb\u003e a \u003cverb\u003etreaty\u003c/verb\u003e of friendship and cooperation, the BTA reported.","\u003ctarget\u003eCzechoslovakia\u003c/target\u003e and \u003ctarget\u003eChina\u003c/target\u003e \u003cverb\u003esigned\u003c/verb\u003e an \u003cverb\u003eagreement\u003c/verb\u003e today to increase trade in 1983 by 50 percent compared with last year, the official Czechoslovak news agency Ceteka said today."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":5485491562479616,"code":"201","concept":"ENGAGE IN UNCONVENTIONAL MASS VIOLENCE","name":"Engage in mass expulsion","description":"Force large groups of people or populations out of some territory.","usageNotes":"Note that this event form is different from expulsions of diplomats and international or non-governmental groups (166), and legal deportations (174). Mass expulsions coded here are typically carried out with the intention of clearing out a particular group of people out of a specific area.","examples":["The \u003csource\u003eIsraeli army\u003c/source\u003e \u003cverb\u003eforced out\u003c/verb\u003e on Wednesday more than 1,000 \u003ctarget\u003ePalestinian refugees\u003c/target\u003e \u003cverb\u003efrom\u003c/verb\u003e their \u003cverb\u003ehomes\u003c/verb\u003e in a West Bank refugee camp during a 48-hour search for militants, residents said."],"exampleNotes":""},{"id":5493315248062464,"code":"1821","concept":"ASSAULT","name":"Sexually assault","description":"Sexually abuse, assault sexual integrity of individuals.","usageNotes":"Use this event form to code rapes and other sexual assaults.","examples":["\u003csource\u003eU.S. border patrol\u003c/source\u003e agents \u003cverb\u003esexually abused\u003c/verb\u003e illegal \u003ctarget\u003eMexican\u003c/target\u003e immigrants with impunity, a human rights organization charged on Saturday."],"exampleNotes":""},{"id":5507283555450880,"code":"085","concept":"YIELD","name":"Ease economic sanction, boycott, or embargo","description":"Lift, relax, or lessen economic sanctions, boycott, embargoes, or penalties.","usageNotes":"Use this event form to code state activities that imply easing of limitations to normal economic relations.","examples":["\u003csource\u003eGermany\u003c/source\u003e on Wednesday \u003cverb\u003elifted sanctions\u003c/verb\u003e against \u003cverb\u003egold\u003c/verb\u003e from \u003ctarget\u003eSouth Africa\u003c/target\u003e in recognition of the country_s moves to abolish apartheid, a government spokesman said.","The \u003csource\u003eUnited Arab Emirates\u003c/source\u003e (UAE) has \u003cverb\u003elifted\u003c/verb\u003e its \u003cverb\u003eboycott\u003c/verb\u003e of \u003cverb\u003etrade\u003c/verb\u003e in oil on \u003ctarget\u003eNamibia\u003c/target\u003e, effective since March 31.","The \u003csource\u003eEuropean Union\u003c/source\u003e \u003cverb\u003efailed\u003c/verb\u003e Wednesday \u003cverb\u003eto renew sanctions\u003c/verb\u003e against \u003ctarget\u003eZimbabwe\u003c/target\u003e, with the fate of an EU-Africa summit scheduled for April hanging in the balance."],"exampleNotes":""},{"id":5513851902623744,"code":"130","concept":"THREATEN","name":"Threaten, not specified below","description":"All threats, coercive or forceful warnings with serious potential repercussions, not otherwise specified.","usageNotes":"Threats are typically verbal acts. This residual category is not coded except when distinctions among codes 131-139 cannot be made. When any conflictual behavior is forecasted using future tense, it is treated as a ``threat__ (e.g. _will attack_ is coded as _Threaten to attack_).","examples":["\u003csource\u003ePresident Reagan\u003c/source\u003e has \u003cverb\u003ethreatened\u003c/verb\u003e further action against the \u003ctarget\u003eSoviet Union\u003c/target\u003e in an international television program beamed by satellite to more than 50 countries."],"exampleNotes":""},{"id":5522933342535680,"code":"011","concept":"MAKE PUBLIC STATEMENT","name":"Decline comment","description":"Explicitly decline or refuse to comment on a situation.","usageNotes":"This event form is a verbal act. The target could be who the source actor declines to make a comment to or about.","examples":["\u003csource\u003eNATO\u003c/source\u003e on Monday \u003cverb\u003edeclined to comment\u003c/verb\u003e on an estimate that \u003ctarget\u003eYugoslav army\u003c/target\u003e and special \u003ctarget\u003epolice troops in Kosovo\u003c/target\u003e were losing 90 to 100 dead per day in NATO air strikes.\\"],"exampleNotes":""},{"id":5530159222358016,"code":"0354","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to ease economic sanctions, boycott, or embargo","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to reduce or eliminate economic sanctions, boycotts, or embargoes.","usageNotes":"Use this code only for \textit{economic} sanctions, boycotts, or embargoes.","examples":["The \u003csource\u003eUS Congress\u003c/source\u003e \u003cverb\u003eagreed\u003c/verb\u003e to \u003cverb\u003elift embargoes\u003c/verb\u003e on pharmaceutical \u003cverb\u003esales\u003c/verb\u003e in late February to \u003ctarget\u003eIran, Libya, North Korea, Sudan\u003c/target\u003e, and with strings attached, \u003ctarget\u003eCuba\u003c/target\u003e."],"exampleNotes":"Due to the compound target, five separate events are coded."},{"id":5538987393417216,"code":"092","concept":"INVESTIGATE","name":"Investigate human rights abuses","description":"Inquire or search into human rights abuses such as rape, torture, targeted assassinations, and violations of basic freedoms.","usageNotes":"Investigations of war crimes are coded as 094 instead. Alleged or potential perpetrators should be coded as targets.","examples":["Members of the \u003csource\u003eAssociation of African Jurists\u003c/source\u003e, a body linked to the Organization of African Unity, \u003cverb\u003einvestigated\u003c/verb\u003e \u003cverb\u003ewelfare\u003c/verb\u003e of nearly 2,000 \u003ctarget\u003eLibyans\u003c/target\u003e, some of whom have been held as long as seven years.","\u003csource\u003eIsrael\u003c/source\u003e_s high court \u003cverb\u003eopened\u003c/verb\u003e a landmark \u003cverb\u003ehearing\u003c/verb\u003e Wednesday into the legality of secret \u003cverb\u003einterrogation techniques\u003c/verb\u003e used against \u003ctarget\u003ePalestinian\u003c/target\u003e detainees."],"exampleNotes":""},{"id":5539759145353216,"code":"1125","concept":"DISAPPROVE","name":"Accuse of espionage, treason","description":"Allege, charge the target with, or blame for spying, espionage, or treason.","usageNotes":"","examples":["A \u003ctarget\u003eChristian missionary from Calgary\u003c/target\u003e \u003cverb\u003ewas arrested in\u003c/verb\u003e \u003csource\u003eLebanon\u003c/source\u003e for \u003cverb\u003ecollaborating\u003c/verb\u003e with Israel, according to the Canadian Press. \\","\u003csource\u003eNigerian authorities\u003c/source\u003e \u003cverb\u003ejailed\u003c/verb\u003e 52 members of the banned \u003ctarget\u003eMovement for the Actualization of the Sovereign State of Biafra\u003c/target\u003e (MASSOB) on \u003cverb\u003eallegations\u003c/verb\u003e of \u003cverb\u003etreason\u003c/verb\u003e for playing in a youth football tournament in Lagos."],"exampleNotes":""},{"id":5540292258168832,"code":"165","concept":"REDUCE RELATIONS","name":"Halt mediation","description":"Terminate mediation activities.","usageNotes":"The source for this event form is typically the mediating party(ies). Use this event form to code failed mediation activities.","examples":["\u003csource\u003eSyrian officers\u003c/source\u003e today \u003cverb\u003eended mediation\u003c/verb\u003e efforts between rival \u003ctarget\u003emilitias in Tripoli\u003c/target\u003e as shells continued crashing into the north Lebanese port and the death toll rose to more than 200."],"exampleNotes":""},{"id":5551905849737216,"code":"1212","concept":"REJECT","name":"Reject military cooperation","description":"Refuse to engage in or expand military ties.","usageNotes":"Use this code for rejections of mutual military exchange; rejection to provide military aid is coded as 1222 instead.","examples":["\u003csource\u003eSouth Korea\u003c/source\u003e has \u003cverb\u003erejected\u003c/verb\u003e \u003ctarget\u003eNorth Korea\u003c/target\u003e_s consistent \u003cverb\u003edemand\u003c/verb\u003e to \u003cverb\u003esever\u003c/verb\u003e a decades-long \u003cverb\u003emilitary alliance\u003c/verb\u003e with Washington, which keeps troops here under a mutual defense pact."],"exampleNotes":""},{"id":5552675454189568,"code":"0332","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to provide military aid","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to provide military support.","usageNotes":"Use this event form to code commitments to provide all forms of military aid. Promises to engage in bilateral or multilateral military cooperation should be coded as 0312 instead.","examples":["\u003csource\u003eBritish Defence Secretary Tom King\u003c/source\u003e has \u003cverb\u003epromised\u003c/verb\u003e to continue \u003cverb\u003emilitary aid\u003c/verb\u003e to war-torn \u003ctarget\u003eMozambique\u003c/target\u003e.","\u003csource\u003eSyria\u003c/source\u003e has again \u003cverb\u003eoffered\u003c/verb\u003e its \u003cverb\u003etroops\u003c/verb\u003e to \u003ctarget\u003eLebanon_s new President Elias Hrawi\u003c/target\u003e to \u003cverb\u003ehelp\u003c/verb\u003e him oust General Michel Aoun from the Christian enclave Aoun controls."],"exampleNotes":""},{"id":5554281503522816,"code":"046","concept":"CONSULT","name":"Engage in negotiation","description":"Negotiate or bargain with others.","usageNotes":"This event code should be used only when the report makes clear that negotiations, bargaining, or discussions are involved in the meetings or consultations in question. ``Holding talks__ and ``discussions__ are treated as negotiations. These are reciprocal events.","examples":["\u003ctarget\u003eIsrael\u003c/target\u003e and \u003ctarget\u003eLebanon\u003c/target\u003e \u003cverb\u003erenewed negotiations\u003c/verb\u003e today on an Israeli troop pullback from Lebanon and their future relations.","\u003ctarget\u003eFrench National Assembly president Laurent Fabius\u003c/target\u003e and a group of deputies \u003cverb\u003eheld talks\u003c/verb\u003e with leaders of \u003ctarget\u003eRomania_s\u003c/target\u003e new government on Tuesday, the first high level Western delegation to visit Bucharest since last month_s revolution."],"exampleNotes":"Two 046 events are coded with actors reversed."},{"id":5554571816468480,"code":"1724","concept":"COERCE","name":"Impose state of emergency or martial law","description":"Suspend normal constitutional rights and provisions by installing state of emergency or military rule.","usageNotes":"","examples":["The military government of \u003csource\u003ePresident Prosper Avril\u003c/source\u003e \u003cverb\u003edeclared\u003c/verb\u003e a 30-day \u003cverb\u003estate of siege\u003c/verb\u003e in \u003ctarget\u003eHaiti\u003c/target\u003e on Saturday, suspending parts of the constitution and arresting political opponents, a spokeswoman for the U.S. embassy said."],"exampleNotes":""},{"id":5569713052581888,"code":"0214","concept":"APPEAL","name":"Appeal for intelligence cooperation","description":"Make an appeal for, request, or suggest sharing of intelligence.","usageNotes":"Use this code for requests to develop or expand intelligence and information sharing. Actual events of intelligence cooperation are coded as 064.","examples":["\u003csource\u003eTurkey\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e Monday it had \u003cverb\u003easked\u003c/verb\u003e \u003ctarget\u003eTehran\u003c/target\u003e and \u003ctarget\u003eDamascus\u003c/target\u003e to provide urgent \u003cverb\u003einformation\u003c/verb\u003e about arms and ammunition seized last week in southeastern Turkey aboard six trucks travelling from Iran to Syria."],"exampleNotes":""},{"id":5581448513847296,"code":"1422","concept":"PROTEST","name":"Conduct hunger strike for policy change","description":"Refuse to eat until demands for policy reform are met.","usageNotes":"Use this code when protesters demand specific policy changes or unspecified political reforms.","examples":["A member of the \u003csource\u003eSyrian parliament\u003c/source\u003e, Mohammed Mamoun, \u003cverb\u003estarted\u003c/verb\u003e a \u003cverb\u003ehunger strike\u003c/verb\u003e yesterday to \u003cverb\u003eprotest\u003c/verb\u003e \u003ctarget\u003ePresident Assad\u003c/target\u003e_s \u003cverb\u003efailure\u003c/verb\u003e to usher in meaningful political \u003cverb\u003ereforms\u003c/verb\u003e."],"exampleNotes":""},{"id":5588542994513920,"code":"0813","concept":"YIELD","name":"Ease curfew","description":"Relax or remove regulations that require people to be off the streets at a given hour.","usageNotes":"","examples":["\u003csource\u003eYugoslavia\u003c/source\u003e \u003cverb\u003elifted\u003c/verb\u003e a night \u003cverb\u003ecurfew\u003c/verb\u003e in \u003ctarget\u003eKosovo\u003c/target\u003e where 28 people have been killed in ethnic riots this year and the province was reported quiet on Sunday.","\u003csource\u003ePresident Omar El Bashir\u003c/source\u003e on Thursday \u003cverb\u003eshortened\u003c/verb\u003e by one hour the nightly \u003cverb\u003ecurfew\u003c/verb\u003e imposed in \u003ctarget\u003eSudan\u003c/target\u003e after a June 30 coup toppled the civilian government."],"exampleNotes":""},{"id":5592665357811712,"code":"1452","concept":"PROTEST","name":"Engage in violent protest to demand policy change","description":"Protest forcefully, in a potentially destructive manner, to demand policy reform.","usageNotes":"Use this code when protesters demand specific policy changes or unspecified political reforms.","examples":["\u003csource\u003ePalestinian\u003c/source\u003e \u003cverb\u003eriots against\u003c/verb\u003e \u003ctarget\u003eIsraeli military\u003c/target\u003e \u003cverb\u003epolicies\u003c/verb\u003e are still continuing with no end in sight."],"exampleNotes":""},{"id":5604582415663104,"code":"061","concept":"ENGAGE IN MATERIAL COOPERATION","name":"Cooperate economically","description":"Initiate, resume, improve, or expand economic exchange or cooperation.","usageNotes":"Trade relations and other economic exchanges that are reciprocal in nature---event if the particular event in question cannot be coded as reciprocal---should be coded here. Unilateral and potentially altruistic provisions of economic aid should be coded as 071 instead.","examples":["\u003csource\u003eEuropean\u003c/source\u003e \u003cverb\u003eforeign direct investment\u003c/verb\u003e flows in \u003ctarget\u003eLatin America\u003c/target\u003e and the \u003ctarget\u003eCaribbean\u003c/target\u003e \u003cverb\u003erose\u003c/verb\u003e more than eightfold during the second half of the 1990s compared with the first half of that decade, according to a study presented in Paris by the Inter-American Development Bank."],"exampleNotes":"Two 061 events are coded due to the compound target."},{"id":5618013986357248,"code":"105","concept":"DEMAND","name":"Demand that target yield, not specified below","description":"Require, demand that target yields or concedes, not otherwise specified.","usageNotes":"This event form is typically, although not exclusively, a verbal act. The source for this event type may or may not be one of the adversaries; a third party could also be demanding that one or more of the parties in conflict (who are coded as targets) to yield. When a threat is attached to a demand for yielding, the appropriate code under category 13 should be used instead. Also, if accompanied by some form of protest activity, codes under category 14 should be used. When yielding actually takes place, use the appropriate code under category 08.","examples":["The \u003csource\u003eUnited States\u003c/source\u003e on Thursday \u003cverb\u003edemanded\u003c/verb\u003e that the \u003ctarget\u003eDemocratic People_s Republic of Korea\u003c/target\u003e (DPRK) \u003cverb\u003eforsake\u003c/verb\u003e its nuclear \u003cverb\u003eprogram\u003c/verb\u003e."],"exampleNotes":"Because no military engagement has yet occurred, this default code is used instead of 1056."},{"id":5620068859772928,"code":"1951","concept":"FIGHT","name":"Employ precision-guided aerial munitions","description":"The use of aerial weapons that utilize internal and/or remote sensing and guidance controls to strike specific targets.","usageNotes":"The distinction between 1951 and the default 195 depends on whether the particular terminology used by reporters is indicative of guided or precision weapons. The weapons themselves must have guidance capability and should be differentiated from \"surgical aerial attacks\" which are otherwise coded under the default 195.","examples":["\u003csource\u003eBritish\u003c/source\u003e \u003cverb\u003eaircraft using precision guided missiles killed\u003c/verb\u003e 4 \u003ctarget\u003eIraqis\u003c/target\u003e in an attack on a suspected weapons supply in Basra."],"exampleNotes":""},{"id":5624584212578304,"code":"094","concept":"INVESTIGATE","name":"Investigate war crimes","description":"Inquire or investigate potential war crimes or look into allegations of war crimes.","usageNotes":"If the question surrounding a military action is not specified to be potential war crimes, 093 should be used instead. The perpetrator of the questionable military action should be coded as the target.","examples":["\u003csource\u003eCroatia\u003c/source\u003e is \u003cverb\u003einvestigating\u003c/verb\u003e alleged \u003cverb\u003ewar crimes\u003c/verb\u003e by \u003ctarget\u003eCroatian extremists\u003c/target\u003e against Serb civilians and prisoners and will bring suspects to trial, a Croatian official said.","\u003csource\u003eSerbian military police\u003c/source\u003e have \u003cverb\u003elaunched\u003c/verb\u003e an \u003cverb\u003einvestigation\u003c/verb\u003e into alleged \u003cverb\u003ecrimes\u003c/verb\u003e committed by \u003ctarget\u003eCroat forces\u003c/target\u003e against ethnic Serb civilians and Montenegrin prisoners of war \u003cverb\u003eduring\u003c/verb\u003e the 1991-1995 Serbo-Croatian \u003cverb\u003econflict\u003c/verb\u003e, the newspaper Jutarnji list reported Thursday."],"exampleNotes":""},{"id":5637778352111616,"code":"1011","concept":"DEMAND","name":"Demand economic cooperation","description":"Require, demand that target engages in economic exchange or expands such ties.","usageNotes":"Use this code for demands for economic activities such as trade and investment. Demands for provision of economic aid---not mutual exchange---are coded as 1031 instead.","examples":["The \u003csource\u003eBush administration\u003c/source\u003e \u003cverb\u003edeclared\u003c/verb\u003e Tuesday that \u003ctarget\u003eChina\u003c/target\u003e \u003cverb\u003emust drop barriers\u003c/verb\u003e to U.S. \u003cverb\u003eexports\u003c/verb\u003e or face tariff penalties for maintaining unfair trade practices."],"exampleNotes":""},{"id":5644430451146752,"code":"0356","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to de-escalate military engagement","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to stop fighting or take measures to ease military conflict or tension.","usageNotes":"Use this code for appeals for ceasefires, military withdrawals, and demobilization.","examples":["\u003ctarget\u003eYugoslavia\u003c/target\u003e and \u003ctarget\u003eSlovenia\u003c/target\u003e \u003cverb\u003eagreed to\u003c/verb\u003e a \u003cverb\u003eceasefire\u003c/verb\u003e after two days of fierce fighting but media reports said sporadic clashes were still continuing.","\u003csource\u003eShefket Musliu\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e on 21 May in \u003ctarget\u003eKonculj\u003c/target\u003e, in the Federal Republic of Yugoslavia, that his forces \u003cverb\u003ewill lay down\u003c/verb\u003e their \u003cverb\u003eweapons\u003c/verb\u003e and disband by the end of the month because ``the time has come\\ldots to seek changes through political means,__ AP reported.","\u003csource\u003eSyria\u003c/source\u003e \u003cverb\u003esays\u003c/verb\u003e it is \u003cverb\u003ewilling to withdraw\u003c/verb\u003e its \u003cverb\u003etroops\u003c/verb\u003e from neighboring \u003ctarget\u003eLebanon\u003c/target\u003e, after fifteen years of effective military occupation."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":5657358973796352,"code":"064","concept":"ENGAGE IN MATERIAL COOPERATION","name":"Share intelligence or information","description":"Provide, share, or exchange intelligence or information.","usageNotes":"Voluntary exchanges or sharing of intelligence and other significant information should be coded here.","examples":["\u003csource\u003eIsraeli intelligence\u003c/source\u003e officials have \u003cverb\u003eshared evidence with\u003c/verb\u003e the \u003ctarget\u003eU.S.\u003c/target\u003e about contacts between al Qaeda and senior members of Saddam Hussein_s Ba_ath Party, according to governmental officials."],"exampleNotes":""},{"id":5658078246600704,"code":"1424","concept":"PROTEST","name":"Conduct hunger strike for change in institutions, regime","description":"Refuse to eat until demands for major institutional, constitutional, or regime change.","usageNotes":"Note the difference between institutional/constitutional changes and policy reforms. Hunger strikes that call for independence or autonomy essentially demand major changes to the whole system and are hence coded here.","examples":["A group of \u003csource\u003eChenchen refugees\u003c/source\u003e are \u003cverb\u003econtinuing\u003c/verb\u003e a \u003cverb\u003ehunger strike\u003c/verb\u003e in protest of the \u003ctarget\u003eRussian government\u003c/target\u003e_s refusal to \u003cverb\u003eaccept\u003c/verb\u003e the \u003cverb\u003eindependence\u003c/verb\u003e of Chechnya."],"exampleNotes":""},{"id":5663543726702592,"code":"1224","concept":"REJECT","name":"Reject request for military protection or peacekeeping","description":"Refuse to provide peacekeeping forces or other form of military protection.","usageNotes":"Refusals by prospective providers of protection and peacekeeping should be coded here; refusals by adversaries to grant access to peacekeepers should be coded as 1245 instead.","examples":["The \u003csource\u003eUnited Nations\u003c/source\u003e on Tuesday \u003cverb\u003erejected\u003c/verb\u003e a call for its \u003cverb\u003epeacekeeping forces to be deployed\u003c/verb\u003e in \u003ctarget\u003eEast Timor\u003c/target\u003e.","\u003csource\u003ePakistan\u003c/source\u003e, a key U.S. ally in the war against terrorism, has \u003cverb\u003erefused\u003c/verb\u003e to \u003cverb\u003edeploy peacekeepers\u003c/verb\u003e in \u003ctarget\u003eIraq\u003c/target\u003e and has urged its citizens to avoid coming here."],"exampleNotes":""},{"id":5675266168848384,"code":"0231","concept":"APPEAL","name":"Appeal for economic aid","description":"Make an appeal for, request, or suggest economic assistance.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Requests or suggestions for loans or debt relief are also coded here. Appeals for reciprocal economic exchange, such as trade, should be coded as 0212 instead. The source could be requesting support for itself or on behalf of another party.","examples":["\u003csource\u003eRussia\u003c/source\u003e and \u003csource\u003eChina\u003c/source\u003e will \u003cverb\u003eask\u003c/verb\u003e \u003ctarget\u003eAsian banks\u003c/target\u003e \u003cverb\u003eto help finance\u003c/verb\u003e construction of an \\$8 billion Trans-Siberian natural gas link to China."],"exampleNotes":"{Because of the compound source (Russia and China), two events are coded.}"},{"id":5694096110780416,"code":"083","concept":"YIELD","name":"Accede to requests or demands for political reform, not specified below","description":"Yield by instituting requested political changes.","usageNotes":"Note that this event type is different from `Express intent to institute political reform_ (034) as it involves the actual event of change---not just its promise. Just like military forms of yield, these could be voluntary concessions or involuntary surrenders.","examples":["The \u003csource\u003eRwandan government\u003c/source\u003e on Thursday \u003cverb\u003eaccepted demands\u003c/verb\u003e from \u003ctarget\u003eHutu rebels\u003c/target\u003e that it \u003cverb\u003einitiate political reforms\u003c/verb\u003e."],"exampleNotes":""},{"id":5698218474078208,"code":"150","concept":"EXHIBIT MILITARY POSTURE","name":"Exhibit military or police power, not specified below","description":"All military or police moves that fall short of the actual use of force, not otherwise specified.","usageNotes":"This category is different from cue categories 18, 19, and 20, as they refer to uses of force, while military posturing falls short of actual use of force and is typically a demonstration of military capabilities and readiness. Category 15 is also distinct from category 13 in that the latter refers merely to threats, is typically verbal, and does not involve any activity that is undertaken to demonstrate military power. Note that source actors for codes 150-153 are not necessarily militaries affiliated with states but any organized armed groups. Targets are actors against whom the source mobilizes its military capabilities in a threatening manner.","examples":["The \u003csource\u003eMacedonian army\u003c/source\u003e \u003cverb\u003eprepared\u003c/verb\u003e to \u003cverb\u003eresume shelling\u003c/verb\u003e \u003ctarget\u003eAlbanian rebel\u003c/target\u003e-held territory as attempts to resolve the crisis on the political front were deadlocked."],"exampleNotes":""},{"id":5704421480595456,"code":"183","concept":"ASSAULT","name":"Conduct suicide, car, or other non-military bombing, not specified below","description":"The use of explosive devices or improvised explosives outside of military engagements.","usageNotes":"This residual category is not coded except where distinctions among codes 1831-1834 cannot be made. Aerial bombings that involve the use of aircraft are coded as 195 instead.","examples":["\u003csource\u003eIrish nationalist guerrillas\u003c/source\u003e \u003cverb\u003ewounded\u003c/verb\u003e two \u003ctarget\u003eBritish soldiers\u003c/target\u003e \u003cverb\u003ein\u003c/verb\u003e a \u003cverb\u003ebomb attack\u003c/verb\u003e on Thursday, police said."],"exampleNotes":""},{"id":5718389787983872,"code":"0862","concept":"YIELD","name":"Receive inspectors","description":"Allow, receive inspectors in territories controlled by the source actor.","usageNotes":"Code here reported deployment or arrival of inspectors; mere promises or agreements to accept their deployment should be coded as 0355 instead. The target for an 085 event should be the inspectors or the country/agency providing them. This event form is typically accompanied by code under category 09.","examples":["The \u003ctarget\u003eIAEA\u003c/target\u003e has \u003cverb\u003edispatched inspectors to\u003c/verb\u003e Esfahan Uranium Conversion Facilities (UCF) in central \u003csource\u003eIran\u003c/source\u003e to monitor resumption of peaceful nuclear work at the plant."],"exampleNotes":"Two linked events (0862 and 090) are coded with actors reversed."},{"id":5734039575068672,"code":"014","concept":"MAKE PUBLIC STATEMENT","name":"Consider policy option","description":"Review, reflect upon, or study policy option.","usageNotes":"This event form is typically, although not exclusively, a verbal act. There is no limitation on types of policies that could be under consideration.","examples":["\u003csource\u003eEurope_s\u003c/source\u003e leading security forum is \u003cverb\u003eexploring\u003c/verb\u003e the \u003cverb\u003epossibility\u003c/verb\u003e of international patrols to monitor the \u003ctarget\u003eformer Yugoslav republic of Macedonia_s\u003c/target\u003e border with Serbia, its envoy said on Friday.","\u003csource\u003eMalaysia\u003c/source\u003e is \u003cverb\u003econsidering\u003c/verb\u003e giving money to 20,000 \u003ctarget\u003eVietnamese\u003c/target\u003e boat people in the country to entice them to return home, foreign minister said on Tuesday."],"exampleNotes":""},{"id":5750865377886208,"code":"115","concept":"DISAPPROVE","name":"Bring lawsuit against","description":"Sue, file civil or criminal lawsuit at domestic or international courts.","usageNotes":"Source must be the plaintiff or the state, and target must be the defendant.","examples":["A \u003csource\u003eSaudi businessman\u003c/source\u003e \u003cverb\u003eis suing\u003c/verb\u003e the \u003ctarget\u003eUnited States\u003c/target\u003e for damages to his pharmaceutical plant which were caused by a missile attack in August, his American lawyer said."],"exampleNotes":""},{"id":5751398490701824,"code":"1662","concept":"REDUCE RELATIONS","name":"Expel or withdraw inspectors, observers","description":"Terminate the presence of inspectors or other observers.","usageNotes":"Use this event form to code both expulsions by host countries and withdrawals by providers of inspectors or observers.","examples":["\u003csource\u003eNorth Korea\u003c/source\u003e \u003cverb\u003eexpelled inspectors of\u003c/verb\u003e the \u003ctarget\u003eInternational Atomic Energy Agency\u003c/target\u003e, or IAEA, from frozen nuclear facilities at Yongbyon after U.S. officials alleged that the North admitted it had a uranium-based program in late 2002."],"exampleNotes":""},{"id":5763012082270208,"code":"122","concept":"REJECT","name":"Reject request or demand for material aid, not specified below","description":"Refuse to extend material aid not otherwise specified.","usageNotes":"Use this event form to code refusals to provide material assistance. Use sub-categories whenever possible.","exampleNotes":""},{"id":5763781686722560,"code":"034","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to institute political reform, not specified below","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to institute political change not otherwise specified.","usageNotes":"If the promised reforms clearly constitutes some form of concession or yielding by the source, such as the easing of existing administrative sanctions, a more appropriate code might be found under 035. If there are specific groups or individuals asking for that change and that information is codeable given the structure of the lead, those actors should be coded as targets; otherwise, the country in general or actors to be affected by the change should be coded as the target.","exampleNotes":""},{"id":5765387736055808,"code":"052","concept":"ENGAGE IN DIPLOMATIC COOPERATION","name":"Defend verbally","description":"Defend verbally, justify policy, action or actor.","usageNotes":"This event form is a verbal act. Use this code only for political, diplomatic, and non-material defense; military cooperation or defense should be coded elsewhere.","examples":["The \u003csource\u003eUnited States\u003c/source\u003e on Thursday \u003cverb\u003edefended\u003c/verb\u003e the \u003cverb\u003eright of\u003c/verb\u003e \u003ctarget\u003eSoviet troops\u003c/target\u003e to fire protectively on militants in Azerbaijan and insisted unrest there reflected age-old ethnic tensions, not a fight for political independence.","\u003csource\u003ePalestinian leader Yasser Arafat\u003c/source\u003e \u003cverb\u003edefended\u003c/verb\u003e \u003ctarget\u003eIraq\u003c/target\u003e and \u003ctarget\u003eLibya\u003c/target\u003e on Friday \u003cverb\u003eagainst\u003c/verb\u003e Western \u003cverb\u003ecriticism\u003c/verb\u003e of their arms industries and said the West was applying double standards on human rights."],"exampleNotes":"Because of the compound target, two events are coded."},{"id":5765678049001472,"code":"175","concept":"COERCE","name":"Use repression","description":"Actively repress collective actions of dissent by forcing subjugation through crowd control tactics, arrests, etc.","usageNotes":"Note the difference between repression of dissidents and military engagements.","examples":["\u003csource\u003eLiberian riot police\u003c/source\u003e \u003cverb\u003eused tear gas\u003c/verb\u003e to \u003cverb\u003edisperse demonstrators\u003c/verb\u003e protesting election results in \u003ctarget\u003eMonrovia\u003c/target\u003e."],"exampleNotes":""},{"id":5785167939502080,"code":"043","concept":"CONSULT","name":"Host a visit","description":"Host or receive a visitor at residence, office or home country.","usageNotes":"This event is typically accompanied by the linked event `Make a visit_ (042). \textit{If mediation or negotiation is mentioned specifically as having taken place, those events take precedence over unspecified visits or meetings.}","examples":["\u003csource\u003eRussian President Boris Yeltsin\u003c/source\u003e on Saturday \u003cverb\u003ehosted\u003c/verb\u003e \u003ctarget\u003eJapanese Prime Minister Ryutaro Hashimoto\u003c/target\u003e in this Siberian city for an informal meeting aimed at establishing close personal relations between the two leaders.","\u003csource\u003ePresident Francois Mitterand\u003c/source\u003e \u003cverb\u003egave\u003c/verb\u003e a warm \u003cverb\u003ewelcome\u003c/verb\u003e on Thursday to \u003ctarget\u003eSouth African leader F.W. de Klerk\u003c/target\u003e who is attempting to break his country_s international isolation."],"exampleNotes":"Two events are coded: 043 with the French government as the source and the South African government as the target, and 042 with actors reversed."},{"id":5788758532161536,"code":"0833","concept":"YIELD","name":"Accede to demands for rights","description":"Yield by establishing, providing, or respecting political, social, or other rights.","usageNotes":"Allowing repatriation of refugees should also be coded here. If another code within category 08 fits the rights in question more specifically, that code should take precedence (e.g. respecting property rights by returning confiscated property should be coded as 0842 instead).","examples":["The \u003csource\u003eFederal Minister for Interior Aftab Ahmad Khan Sherpao\u003c/source\u003e \u003cverb\u003eallowed\u003c/verb\u003e opposition leader \u003ctarget\u003eMaulana Fazl-ur-Rehman\u003c/target\u003e to bring out `Shan-e-Mustafa (SAW)_ \u003cverb\u003eRally\u003c/verb\u003e after an agreement on carrying out a violence free protest demonstration, according to the Pakistani Federal Secretary Interior."],"exampleNotes":""},{"id":5795326879334400,"code":"125","concept":"REJECT","name":"Reject proposal to meet, discuss, negotiate","description":"Refuse to meet, discuss, or negotiate.","usageNotes":"Note that specific refusals to accept involvement of mediators or refusals to meet with mediators are coded as 126 instead.","examples":["\u003csource\u003eIsraeli President Moshe Katsav\u003c/source\u003e has \u003cverb\u003erefused to meet\u003c/verb\u003e \u003ctarget\u003eJordan_s\u003c/target\u003e visiting \u003ctarget\u003eKing Abdullah II\u003c/target\u003e in Tel Aviv, saying he would only welcome him in Jerusalem, his office said Tuesday.","The radical \u003csource\u003ePalestinian Islamic Jihad\u003c/source\u003e movement \u003cverb\u003erejected\u003c/verb\u003e an invitation to attend a \u003cverb\u003emeeting\u003c/verb\u003e next week of \u003ctarget\u003ePalestinian\u003c/target\u003e factions to debate plans for independence from Israel, the group said Wednesday.","\u003csource\u003ePakistan President Mohammad Zia-Ul-Haq\u003c/source\u003e today \u003cverb\u003erejected\u003c/verb\u003e a fresh \u003cverb\u003eoffer\u003c/verb\u003e from \u003ctarget\u003eAfganistan\u003c/target\u003e for direct \u003cverb\u003etalks\u003c/verb\u003e between the two neighbors."],"exampleNotes":""},{"id":5798815734956032,"code":"1442","concept":"PROTEST","name":"Obstruct passage to demand policy change","description":"Obstruct passage, block entry/exit to demand policy reform.","usageNotes":"Use this code when protesters demand specific policy changes or unspecified political reforms.","examples":["Demonstrators in \u003csource\u003eBaghdad\u003c/source\u003e \u003cverb\u003eblocked\u003c/verb\u003e a \u003cverb\u003eroad\u003c/verb\u003e to show their \u003cverb\u003edisapproval\u003c/verb\u003e for the \u003ctarget\u003eUnited States\u003c/target\u003e_ military \u003cverb\u003epolicies\u003c/verb\u003e, a newspaper reported Tuesday."],"exampleNotes":""},{"id":5804281215057920,"code":"1242","concept":"REJECT","name":"Refuse to ease popular dissent","description":"Reject requests, refuse, or decline to reduce or stop political protest activities, such as demonstrations and rallies.","usageNotes":"","examples":["Around 1,800 of 2,200 \u003csource\u003eSerbian teachers\u003c/source\u003e \u003cverb\u003ewill not end\u003c/verb\u003e their \u003cverb\u003estrike\u003c/verb\u003e unless their demands for wage increases are met by textcolorblueBelgrade, a union official announced after three weeks of striking."],"exampleNotes":""},{"id":5811322679721984,"code":"030","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to cooperate, not specified below","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to cooperate not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 031 through 039 cannot be made. All cooperative actions reported in future tense are also taken to imply intentions, if not promises or commitments, to cooperate and are hence coded under this category. These events can be reciprocal or unilateral.","examples":["Senior \u003ctarget\u003eHungarian\u003c/target\u003e and \u003ctarget\u003eRomanian\u003c/target\u003e officials \u003cverb\u003eagreed\u003c/verb\u003e on Wednesday that their countries should \u003cverb\u003ecooperate\u003c/verb\u003e to encourage Romanian refugees in Hungary to return home."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":5811634199068672,"code":"0344","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to change institutions, regime","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to make fundamental political changes, such as moving from one type of political system to another and reforming political institutions or key laws.","usageNotes":"Note the difference between institutional/regime changes and policy reforms.","examples":["\u003csource\u003eSerbian President Vojislav Kostunica\u003c/source\u003e \u003cverb\u003epromised to democratize\u003c/verb\u003e \u003ctarget\u003eSerbia\u003c/target\u003e and establish the rule of law as he succeeded Milosevic."],"exampleNotes":""},{"id":5813274205487104,"code":"1324","concept":"THREATEN","name":"Threaten to impose state of emergency or martial law","description":"Threaten with suspending certain given rights or the whole constitution by imposing state of emergency or military rule.","usageNotes":"","examples":["\u003csource\u003eIraq_s interim government\u003c/source\u003e \u003cverb\u003eannounced\u003c/verb\u003e that it is \u003cverb\u003eprepared\u003c/verb\u003e to \u003cverb\u003eimpose martial law\u003c/verb\u003e as street battles raged in central \u003ctarget\u003eBaghdad\u003c/target\u003e between insurgents and security forces."],"exampleNotes":""},{"id":5817747145490432,"code":"1622","concept":"REDUCE RELATIONS","name":"Reduce or stop military assistance","description":"Decrease or terminate provision of military aid.","usageNotes":"","examples":["The \u003csource\u003eUnited States\u003c/source\u003e \u003cverb\u003esuspended\u003c/verb\u003e part of a \u003cverb\u003emilitary aid\u003c/verb\u003e program for \u003ctarget\u003eBosnia\u003c/target\u003e aimed at bringing Bosnian Croat and Moslem armed forces together as a unified identity, the New York Times reported on Friday."],"exampleNotes":""},{"id":5820462370127872,"code":"0872","concept":"YIELD","name":"Ease military blockade","description":"Lessen or halt use of armed (military, police, or security) forces to seal off a territory to prevent exit or entry of goods and/or people.","usageNotes":"","examples":["The \u003csource\u003eIsraeli army\u003c/source\u003e \u003cverb\u003elifted\u003c/verb\u003e Friday a day-old \u003cverb\u003eblockade\u003c/verb\u003e on \u003ctarget\u003ePalestinian\u003c/target\u003e lorries passing through this crossing point between the Gaza Strip and the Jewish state, officials told AFP."],"exampleNotes":""},{"id":5821234122063872,"code":"112","concept":"DISAPPROVE","name":"Accuse, not specified below","description":"Charge, blame, incriminate for allegations not otherwise specified.","usageNotes":"This event category contains sub-forms for more detailed coding whenever possible. \textit{Note that events coded under 112 are allegation made by actors and do not in any way imply that the alleged events have taken place}.","examples":["\u003csource\u003eZimbabwean Prime Minister Robert Mugabe\u003c/source\u003e today \u003cverb\u003eaccused\u003c/verb\u003e the \u003ctarget\u003eUnited States\u003c/target\u003e of restoring the blackmail in the negotiations on independence for Namibia."],"exampleNotes":""},{"id":5823819155505152,"code":"1383","concept":"THREATEN","name":"Threaten unconventional attack","description":"Threaten to use unconventional violence, including terrorist activities.","usageNotes":"This event form is typically a verbal act and is distinct from unconventional attacks that are actually carried out (category 18).","examples":["The \u003csource\u003eHamas\u003c/source\u003e \u003cverb\u003ethreatened\u003c/verb\u003e Monday to resume \u003cverb\u003eterrorist activities\u003c/verb\u003e in \u003ctarget\u003eIsrael\u003c/target\u003e in an escalation of the intifada (uprising)."],"exampleNotes":""},{"id":5834150430900224,"code":"0313","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to cooperate on judicial matters","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to engage in or expand judicial cooperation.","usageNotes":"This event form refers to agreements, promises, commitments, or other indications of intent to develop or expand judicial cooperation by engaging in such acts as extraditions.","examples":["\u003csource\u003eLibya\u003c/source\u003e has \u003cverb\u003eoffered to hand over\u003c/verb\u003e to an \u003ctarget\u003eArab country\u003c/target\u003e two of its nationals \u003cverb\u003esuspected\u003c/verb\u003e by the West of blowing up a Pan Am plane in 1988, a state-owned Egyptian newspaper said."],"exampleNotes":""},{"id":5837752029413376,"code":"0244","concept":"APPEAL","name":"Appeal for change in institutions, regime","description":"Make an appeal for, request, or suggest major institutional, constitutional, or regime change.","usageNotes":"This event form refers to verbal and non-threatening appeals. More forceful ``demands__ for institutional change are coded as 1044; demonstrations, protests, etc. demanding such change are coded under category 14. Institutional change is different from policy change in that the former directly alters the rules of the game. Requests for fundamental changes in the political system (e.g. democratization) as well as for more limited institutional changes (e.g. changing electoral law) are coded here.","examples":["\u003csource\u003ePresident Emile Lahoud\u003c/source\u003e has \u003cverb\u003epushed\u003c/verb\u003e the \u003ctarget\u003eLebanese Parliament\u003c/target\u003e \u003cverb\u003efor\u003c/verb\u003e a \u003cverb\u003enew election law\u003c/verb\u003e two days before he is to call parliamentary elections.","Scandal-plagued \u003csource\u003ePresident Gloria Macapagal Arroyo\u003c/source\u003e on Monday \u003cverb\u003eurged\u003c/verb\u003e \u003ctarget\u003eCongress in the Philippines\u003c/target\u003e \u003cverb\u003eto change\u003c/verb\u003e the \u003cverb\u003econstitution\u003c/verb\u003e to shift to a parliamentary form of government to ease the country_s constant political instability."],"exampleNotes":""},{"id":5851188029292544,"code":"020","concept":"APPEAL","name":"Make an appeal or request, not specified below","description":"All requests, proposals, suggestions and appeals not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among 021 through 028 cannot be made. Events coded under this category refer to pleas made either on the source actor_s own behalf or on behalf of another party (i.e., the source asks that the target does something either for self or for a third party). Note that this and all the subcategories are distinct from demands, which are more forceful, and from pledges, which imply commitments, agreements, or promises on the part of the source actor.","exampleNotes":""},{"id":5862923490557952,"code":"1412","concept":"PROTEST","name":"Demonstrate or rally for policy change","description":"Dissent collectively, gather, or rally demanding policy change.","usageNotes":"Use this code when demonstrators demand specific policy changes or unspecified political reforms.","examples":["Tens of thousands of university \u003csource\u003estudents throughout Indonesia\u003c/source\u003e \u003cverb\u003estaged\u003c/verb\u003e mass \u003cverb\u003edemonstrations\u003c/verb\u003e Saturday to \u003cverb\u003edemand political reforms\u003c/verb\u003e by \u003ctarget\u003ePresident Suharto\u003c/target\u003e_s government."],"exampleNotes":""},{"id":5870017971224576,"code":"075","concept":"PROVIDE AID","name":"Grant asylum","description":"Provide, grant asylum to persons.","usageNotes":"Asylum is typically granted by states to persons in its territories (territorial asylum) and it constitutes a legal protection awarded to those persons against other states. Diplomatic asylum, protection typically accorded on the premises of an embassy, can also be granted and is similarly coded here. Not that `Grant asylum_ refers to a specific legal event type; informal provisions of shelter or opening of borders to masses of refugees should be coded as `Provide humanitarian aid_ (073) instead.","examples":["\u003csource\u003ePeru\u003c/source\u003e has \u003cverb\u003egranted\u003c/verb\u003e diplomatic \u003cverb\u003easylum\u003c/verb\u003e to five \u003ctarget\u003ePanamanian army\u003c/target\u003e officers holed up in a diplomatic residence since last month_s U.S. invasion, the Peruvian embassy said on Tuesday.","\u003csource\u003eUganda\u003c/source\u003e has \u003cverb\u003egranted\u003c/verb\u003e political \u003cverb\u003easylum\u003c/verb\u003e to 18 \u003ctarget\u003eZairean rebels\u003c/target\u003e who entered the country illegally two years ago and are wanted at home on treason charges, a United Nations official said on Friday."],"exampleNotes":""},{"id":5884553482731520,"code":"108","concept":"DEMAND","name":"Demand mediation","description":"Require or demand that a third party mediates a conflict or that adversaries accept mediation of another party.","usageNotes":"This event form is a verbal act. It specifically refers to demands by actors other than potential mediators; either the adversaries or a prospective mediator can be coded as the target.","examples":["\u003csource\u003eEgyptian President Hosni Mubarak\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e here Wednesday that the \u003ctarget\u003eUS\u003c/target\u003e \u003cverb\u003emust be ready to mediate\u003c/verb\u003e between Israelis and Palestinians as soon as the Israeli elections of January 28 are finalized."],"exampleNotes":""},{"id":5899488963067904,"code":"104","concept":"DEMAND","name":"Demand political reform, not specified below","description":"Require, demand political change not otherwise specified.","usageNotes":"This event form refers to verbal and non-threatening appeals. Demands that take the form of demonstrations, protests, etc. are coded under category 14 instead. Source actors can be local citizens as well as international actors; they could be making the appeal on their own behalf or on behalf of others. Note that when the requested reform clearly constitutes some form of concession or yielding by the target, such as the easing of administrative sanctions, a more appropriate ``Demand__ code might be found under 105.","examples":["At the end of a seminar on reform, around 100 \u003csource\u003eArab intellectuals and activists\u003c/source\u003e \u003cverb\u003epublished\u003c/verb\u003e a declaration \u003cverb\u003edemanding\u003c/verb\u003e wide-ranging \u003cverb\u003epolitical changes\u003c/verb\u003e in the \u003ctarget\u003eArab world\u003c/target\u003e."],"exampleNotes":""},{"id":5901543836483584,"code":"191","concept":"FIGHT","name":"Impose blockade, restrict movement","description":"Prevent entry into and/or exit from a territory using armed forces.","usageNotes":"Note that this event form is different from code 144 (`Obstruct physically_), which refers to civilian protest activities that seek to disrupt routine and normal proceedings.","examples":["\u003csource\u003eIsrael\u003c/source\u003e Friday \u003cverb\u003ereimposed blockades\u003c/verb\u003e in the \u003ctarget\u003eWest Bank\u003c/target\u003e following the shooting deaths of two Israelis a day earlier, a military spokesman announced.","The \u003csource\u003eSoviet Union\u003c/source\u003e \u003cverb\u003eclosed\u003c/verb\u003e its southern \u003cverb\u003eborders\u003c/verb\u003e with \u003ctarget\u003eIran\u003c/target\u003e and \u003ctarget\u003eTurkey\u003c/target\u003e because of fighting between Azerbaijanis and Armenians, an editor at the official Armenian news agency said."],"exampleNotes":"Due to the compound target, two events are coded."},{"id":5907704027545600,"code":"204","concept":"ENGAGE IN UNCONVENTIONAL MASS VIOLENCE","name":"Use weapons of mass destruction, not specified below","description":"Attack with unconventional weapons that are meant to cause massive destruction and casualties.","usageNotes":"","exampleNotes":""},{"id":5919253328822272,"code":"102","concept":"DEMAND","name":"Demand for diplomatic cooperation (such as policy support)","description":"Require, demand expansion of diplomatic ties or cooperation.","usageNotes":"This code refers to demands for expanded diplomatic ties and non-tangible support on particular policies. Demands for more specific forms of diplomacy, such as mediation and negotiation are coded elsewhere within category 10.","examples":["\u003csource\u003eKosovo Municipality Association\u003c/source\u003e (AKK) officials \u003cverb\u003edemanded support from\u003c/verb\u003e the \u003ctarget\u003eKosovo Assembly\u003c/target\u003e in regaining control over the properties that belonged to them before.","\u003csource\u003eGreece\u003c/source\u003e bluntly \u003cverb\u003edemanded\u003c/verb\u003e that its \u003ctarget\u003eEuropean Community\u003c/target\u003e partners \u003cverb\u003erefuse to recognize\u003c/verb\u003e the Former Yugoslav Republic of Macedonia, on Greece_s northern border, as long as it keeps that name.","\u003csource\u003ePalestinian officials\u003c/source\u003e \u003cverb\u003edemanded\u003c/verb\u003e Friday that the \u003ctarget\u003eUnited States\u003c/target\u003e match the European Union_s \u003cverb\u003esupport\u003c/verb\u003e for Palestinian \u003cverb\u003estatehood\u003c/verb\u003e."],"exampleNotes":""},{"id":5925905427857408,"code":"039","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to mediate","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to play the role of a mediator.","usageNotes":"This code represents \textit{a commitment by third parties to mediate} between parties in conflict. The former should be coded as source and the later as targets for this event. Note that when reports involve references to mediation specifically, \textit{mediation-related codes such as this take precedence over others}, such as `Agree to meet or negotiate,_ `Make a visit,_ `Host a visit,_ and `Meet at a third location._ For commitments of adversaries to accept mediation by actors other than the adversaries and potential mediators that mediation occurs, refer to `Appeal to others to engage in or accept mediation_ (028).","examples":["\u003csource\u003eGambian President Dawda Jawara\u003c/source\u003e \u003cverb\u003ewill visit\u003c/verb\u003e \u003ctarget\u003eMauritania\u003c/target\u003e and \u003ctarget\u003eSenegal\u003c/target\u003e \u003cverb\u003eto mediate\u003c/verb\u003e in a border dispute between the two West African neighbors, diplomatic sources said on Wednesday.","\u003csource\u003eKing Hassan of Morocco\u003c/source\u003e was \u003cverb\u003equoted\u003c/verb\u003e today as \u003cverb\u003esaying\u003c/verb\u003e he would be \u003cverb\u003eready to host a meeting between\u003c/verb\u003e an \u003ctarget\u003eIsraeli peace movement\u003c/target\u003e and the \u003ctarget\u003ePalestine Liberation Organization (PLO)\u003c/target\u003e."],"exampleNotes":"Unlike the previous example, this lead does not imply that either the Israeli or the Palestinian parties have accepted King Hassan_s offer to mediate, hence no `Agree to mediation_ event is coded. Given the compound target, two separate 039 events are coded."},{"id":5938833950507008,"code":"073","concept":"PROVIDE AID","name":"Provide humanitarian aid","description":"Extend, provide humanitarian aid, mainly in the form of emergency assistance.","usageNotes":"This code refers to events such as provisions of shelter, food, medicine, and evacuation of victims. The lead must report the delivery of such aid; promises to provide aid should be coded under category 033. Note that provisions of peacekeeping or other military forces are coded as 074 instead.","examples":["\u003csource\u003eSwiss doctors\u003c/source\u003e \u003cverb\u003ehanded over\u003c/verb\u003e 700 kg of \u003cverb\u003emedicine\u003c/verb\u003e to the \u003ctarget\u003eRed Crescent in Bam\u003c/target\u003e, Iran, according to the Swiss Agency for Development and Cooperation.","\u003csource\u003eBenin\u003c/source\u003e \u003cverb\u003eopened\u003c/verb\u003e its \u003cverb\u003eborders\u003c/verb\u003e today \u003cverb\u003eto\u003c/verb\u003e most \u003ctarget\u003eWest Africans\u003c/target\u003e ordered out of Nigeria as illegal \u003cverb\u003ealiens\u003c/verb\u003e, but was still refusing admittance to Ghanaians, by far the biggest group involved, Benin police said.","\u003csource\u003eU.N.\u003c/source\u003e helicopters \u003cverb\u003eevacuated\u003c/verb\u003e the \u003cverb\u003ewounded\u003c/verb\u003e from the besieged \u003ctarget\u003eBosnian town of Gorazde\u003c/target\u003e on Friday."],"exampleNotes":""},{"id":5939553223311360,"code":"1433","concept":"PROTEST","name":"Conduct strike or boycott for rights","description":"Refuse to work or cooperate until demands for political, social, economic, or other rights are met.","usageNotes":"Use this code for strikes or boycotts that demand new rights or protest the violation of existing ones.","examples":["Seven \u003csource\u003eopposition parties in Nepal\u003c/source\u003e have \u003cverb\u003eorganized\u003c/verb\u003e a general \u003cverb\u003estrike\u003c/verb\u003e that shut down \u003ctarget\u003eKhatmandu\u003c/target\u003e in \u003cverb\u003eprotest\u003c/verb\u003e of last week_s \u003cverb\u003earrest\u003c/verb\u003e of a number of activists."],"exampleNotes":""},{"id":5945018703413248,"code":"1233","concept":"REJECT","name":"Reject request for rights","description":"Refuse to provide or respect social, political, economic or other rights and freedoms.","usageNotes":"If it is clear from the lead that by rejecting certain rights the source is in fact refusing to yield or concede, the event might be better coded under 124.","examples":["\u003csource\u003eAnkara_s \\c Cankaya district administration\u003c/source\u003e has \u003cverb\u003edenied land allocation\u003c/verb\u003e for the construction of an \u003ctarget\u003eAlevite\u003c/target\u003e temple, Cemevi, in the district."],"exampleNotes":""},{"id":5952060168077312,"code":"0256","concept":"APPEAL","name":"Appeal for target to de-escalation of military engagement","description":"Make an appeal for, request, or suggest that target stops fighting or takes measures to ease military conflict or tension.","usageNotes":"Use this code for appeals for ceasefires, military withdrawals, and demobilization.","examples":["The presidents of \u003csource\u003eIraq\u003c/source\u003e and \u003csource\u003eEgypt\u003c/source\u003e \u003cverb\u003ecalled\u003c/verb\u003e on Tuesday \u003cverb\u003efor\u003c/verb\u003e the \u003cverb\u003ewithdrawal\u003c/verb\u003e of \u003ctarget\u003eSyrian\u003c/target\u003e and other foreign forces from Lebanon to end 14 years of civil war there.","Leaders of the 16-member \u003csource\u003eEconomic Community of West African States\u003c/source\u003e (ECOWAS) \u003cverb\u003ecalled\u003c/verb\u003e on Wednesday \u003cverb\u003efor\u003c/verb\u003e an immediate \u003cverb\u003eceasefire\u003c/verb\u003e in war-torn \u003ctarget\u003eLiberia\u003c/target\u003e."],"exampleNotes":"Because of the compound source (governments of Iraq and Egypt), two events are coded."},{"id":5954011693842432,"code":"132","concept":"THREATEN","name":"Threaten with administrative sanctions, not specified below","description":"Threaten to impose or expand non-force administrative restrictions and penalties not otherwise specified.","usageNotes":"Use sub-categories for more detailed coding whenever possible.","examples":["\u003csource\u003eGreece\u003c/source\u003e, like most other existing members, \u003cverb\u003eplans\u003c/verb\u003e to \u003cverb\u003eimpose restrictions\u003c/verb\u003e on its \u003cverb\u003elabour\u003c/verb\u003e market for \u003ctarget\u003enew EU members\u003c/target\u003e for at least two years from 1 May."],"exampleNotes":""},{"id":5958484633845760,"code":"160","concept":"REDUCE RELATIONS","name":"Reduce relations, not specified below","description":"All reductions in normal, routine, or cooperative relations not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 161-166 cannot be made.","examples":["\u003csource\u003eItaly\u003c/source\u003e \u003cverb\u003eannounced\u003c/verb\u003e a \u003cverb\u003esuspension\u003c/verb\u003e of air \u003cverb\u003elinks\u003c/verb\u003e with \u003ctarget\u003eYugoslavia\u003c/target\u003e on Wednesday, one day after a Yugoslav army jet shot down a helicopter carrying EC truce monitors."],"exampleNotes":""},{"id":5964556643860480,"code":"137","concept":"THREATEN","name":"Threaten with repression","description":"Threaten dissidents with forcible subjugation.","usageNotes":"Threats to imprison as well as to use force to clamp down on opposition activities are coded here. Note that even though it might involve use of violence by police or other security forces, repression of dissidents is different from use of military force against another armed group; threats to use military force or to engage in battle are coded under 138 instead.","examples":["\u003csource\u003eCairo_s security chief\u003c/source\u003e has \u003cverb\u003ewarned\u003c/verb\u003e that police \u003cverb\u003ewill no longer tolerate rallies\u003c/verb\u003e by the \u003ctarget\u003eKifaya\u003c/target\u003e (``Enough__) group."],"exampleNotes":""},{"id":5978489517768704,"code":"024","concept":"APPEAL","name":"Appeal for political reform, not specified below","description":"Make an appeal for, request, or suggest political change not otherwise specified.","usageNotes":"This event form refers to verbal and non-threatening appeals. More forceful ``demands__ for political change are coded under 104; expressions that take the form of demonstrations, protests, etc. are coded under category 14. Source actors can be local citizens as well as international actors; they could be making the appeal on their own behalf or on behalf of others. Note that when the requested reform clearly constitutes some form of concession or yielding by the target such as the easing of administrative sanctions, a more appropriate `Appeal_ code might be found under 025.","examples":["About 300 representatives from \u003csource\u003eEgyptian civil society organizations\u003c/source\u003e \u003cverb\u003esubmitted\u003c/verb\u003e the most recent in a series of \u003cverb\u003ereform petitions\u003c/verb\u003e, under the title ``In Defense of the Nation__ to the \u003ctarget\u003eSaudi royal family\u003c/target\u003e.","\u003csource\u003eEuropean ministers\u003c/source\u003e had \u003cverb\u003ecalled for\u003c/verb\u003e \u003ctarget\u003eBurma\u003c/target\u003e to \u003cverb\u003einstitute reforms\u003c/verb\u003e before joining the ASEAN."],"exampleNotes":""},{"id":5985896457306112,"code":"1834","concept":"ASSAULT","name":"Carry out location bombing","description":"The use of pre-placed explosive device(s) with the intent of causing casualties and or/structural damage.","usageNotes":"The distinguishing factors for this code are the presence of placed munitions detonated either remotely or according to pre-set conditions (time, proximity, movement of the device, etc.). Suicide, vehicular bombing components, or roadside locations take precedence and are coded 1831, 1832 and 1833 respectively. Minefield casualties and the deployment of mines are specifically excluded from this code and are coded as 193 (Fight with small arms and light weapons) instead.","examples":["Three \u003ctarget\u003eUS servicemen\u003c/target\u003e were \u003cverb\u003ekilled\u003c/verb\u003e by an \u003cverb\u003eimprovised explosive device\u003c/verb\u003e outside of the \u003csource\u003eIraqi\u003c/source\u003e city of Basra."],"exampleNotes":""},{"id":6015514551779328,"code":"018","concept":"MAKE PUBLIC STATEMENT","name":"Make empathetic comment","description":"Express empathy, condolences, sympathy, understanding.","usageNotes":"This event form refers exclusively to verbal acts or comments. Empathetic and other symbolic actions should be coded as 017 instead.","examples":["\u003csource\u003eSecretary-General Boutros Boutros-Ghali\u003c/source\u003e on Saturday \u003cverb\u003eexpressed condolences\u003c/verb\u003e to the \u003ctarget\u003eUnited States\u003c/target\u003e for the death of three American diplomats."],"exampleNotes":""},{"id":6025290971086848,"code":"1055","concept":"DEMAND","name":"Demand to allow international involvement (non-mediation)","description":"Require, demand that target allow access to international actors, such as observers, humanitarian agencies, and peacekeeping forces.","usageNotes":"Demands for adversaries to allow mediation are coded as 108 instead.","examples":["\u003csource\u003eKenzo Oshima\u003c/source\u003e, the United Nations Emergency Relief Coordinator, \u003cverb\u003edemanded\u003c/verb\u003e parties to the conflict in \u003ctarget\u003eIraq\u003c/target\u003e to \u003cverb\u003eallow humanitarian\u003c/verb\u003e workers the freedom of movement necessary for discharging their mandate."],"exampleNotes":""},{"id":6032873467412480,"code":"1711","concept":"COERCE","name":"Confiscate property","description":"Use force to take control of somebody else_s property, confiscate, expropriate.","usageNotes":"Use this event form to code raids and lootings as well as other confiscations.","examples":["In an unprecedented move, \u003csource\u003ePalestinian police in Jericho\u003c/source\u003e \u003cverb\u003econfiscated\u003c/verb\u003e weapons and explosives from \u003ctarget\u003ePalestinian armed groups\u003c/target\u003e, the Israeli army said Friday."],"exampleNotes":""},{"id":6046862712766464,"code":"056","concept":"ENGAGE IN DIPLOMATIC COOPERATION","name":"Forgive","description":"Express forgiveness, pardon.","usageNotes":"Use this event form to code verbal and nonverbal gestures of forgiveness and explicitly conciliatory actions or announcements. Formal pardons and amnesties of arrested persons, as well as the release or exchange of prisoners, should be coded as CAMEO 0841 instead.","examples":["A group of \u003csource\u003eYoruba\u003c/source\u003e leaders \u003cverb\u003eannounced\u003c/verb\u003e yesterday that they are willing to \u003cverb\u003eforgive\u003c/verb\u003e \u003ctarget\u003ePresident Olusegun Obasanjo\u003c/target\u003e and queue behind him for a second term."],"exampleNotes":""},{"id":6048441515900928,"code":"200","concept":"ENGAGE IN UNCONVENTIONAL MASS VIOLENCE","name":"Use massive unconventional force, not specified below","description":"All uses of unconventional force that are meant to cause mass destruction, casualties, and suffering not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 201-204 cannot be made.","exampleNotes":""},{"id":6056265201483776,"code":"182","concept":"ASSAULT","name":"Physically assault, not specified below","description":"Attack physical well-being of individuals without the use of weaponry, not otherwise specified.","usageNotes":"This event form category contains sub-forms for more detailed coding whenever possible. Beatings are coded here.","examples":["\u003csource\u003eIsraeli soldiers\u003c/source\u003e routinely \u003cverb\u003ebeat up\u003c/verb\u003e \u003ctarget\u003ePalestinian\u003c/target\u003e detainees on the occupied West Bank with the knowledge of senior officers, a court martial was told today."],"exampleNotes":""},{"id":6070233508872192,"code":"0842","concept":"YIELD","name":"Return, release property","description":"Return or release previously controlled, confiscated property, including land.","usageNotes":"When confiscated property or other rights are not returned but compensation is provided instead, those incidents should be coded as 080.","examples":["\u003csource\u003eFrench maritime\u003c/source\u003e authorities today \u003cverb\u003erelease\u003c/verb\u003e an impounded \u003cverb\u003eship\u003c/verb\u003e operated by the \u003ctarget\u003eGreenpeace\u003c/target\u003e ecology movement, port officials said.","An \u003csource\u003eEgyptian court\u003c/source\u003e \u003cverb\u003ereleased\u003c/verb\u003e a \u003ctarget\u003eLebanese\u003c/target\u003e millionaire_s \u003cverb\u003eassets\u003c/verb\u003e of nearly 19 million dollars on Saturday six years after they were frozen in a major bank scandal."],"exampleNotes":""},{"id":6076801856045056,"code":"129","concept":"REJECT","name":"Veto","description":"Refuse to assent or formally reject legislative proposal, recommendation, or resolution.","usageNotes":"","examples":["The \u003csource\u003eUnited States\u003c/source\u003e on Wednesday \u003cverb\u003evetoed\u003c/verb\u003e a \u003ctarget\u003eSecurity Council\u003c/target\u003e resolution censuring as a violation of international law its military sweep of the Nicaraguan ambassador_s home in Panama on December 29."],"exampleNotes":""},{"id":6085883295956992,"code":"010","concept":"MAKE PUBLIC STATEMENT","name":"Make statement, not specificed below","description":"All public statements expressed verbally or in action not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among 011 to 017 cannot be made. Note that statements are typically subordinate events; events such as comments are coded as mere statements only when they do not further imply appeals, agreements, support, apologies, demands, disapprovals, rejections, threats, etc.","examples":["\u003csource\u003eU.S. military chief General Colin Powell\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e on Wednesday \u003ctarget\u003eNATO\u003c/target\u003e would need to remain strong.\\"],"exampleNotes":""},{"id":6093109175779328,"code":"0353","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to release persons or property","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to release or return persons or property.","usageNotes":"Commitments to release or exchange prisoners and hostages, as well as commitments to return previously confiscated properties, are coded here.","examples":["The \u003csource\u003eFijian rebels\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e they \u003cverb\u003ewill release\u003c/verb\u003e \u003ctarget\u003ePrime Minister Mahendra Chaudhry\u003c/target\u003e and more than 30 members of his government, whom they had taken hostage two weeks ago, on the weekend.","The rebel \u003csource\u003eRevolutionary United Front (RUF)\u003c/source\u003e \u003cverb\u003eannounced\u003c/verb\u003e it \u003cverb\u003ewill return weapons\u003c/verb\u003e and military equipment \u003cverb\u003eseized\u003c/verb\u003e last year from \u003ctarget\u003eUnited Nations peacekeepers\u003c/target\u003e, according to reports reaching here from the country_s capital Freetown.","Under the disengagement plan, \u003csource\u003eIsreal\u003c/source\u003e \u003cverb\u003ewill evacuate\u003c/verb\u003e all 21 \u003cverb\u003esettlements\u003c/verb\u003e in the \u003ctarget\u003eGaza Strip\u003c/target\u003e in mid-August, said spokesperson for the Israeli prime minister."],"exampleNotes":""},{"id":6101937346838528,"code":"091","concept":"INVESTIGATE","name":"Investigate crime, corruption","description":"Question or inquire criminal (theft, killing, etc) or corruption cases.","usageNotes":"","examples":["\u003csource\u003eJudge Alejandro Rivera\u003c/source\u003e \u003cverb\u003eopened fraud investigations\u003c/verb\u003e against 28 \u003ctarget\u003eChilean government officials\u003c/target\u003e suspected of taking kickbacks, the court said Friday.","A \u003ctarget\u003eUS national\u003c/target\u003e \u003cverb\u003ehas been put under investigation\u003c/verb\u003e in \u003csource\u003eItaly\u003c/source\u003e \u003cverb\u003efor\u003c/verb\u003e her possible role in \u003cverb\u003erioting\u003c/verb\u003e during a G8 summit in Genoa last month, Ansa news agency reported."],"exampleNotes":""},{"id":6102709098774528,"code":"1124","concept":"DISAPPROVE","name":"Accuse of war crimes","description":"Allege, charge the target with, or blame for participation in war crimes/","usageNotes":"","examples":["\u003ctarget\u003eKosovo_s prime minister\u003c/target\u003e \u003cverb\u003ehas been indicted by\u003c/verb\u003e the \u003csource\u003eU.N. war crimes court\u003c/source\u003e for his alleged part in \u003cverb\u003eatrocities during\u003c/verb\u003e the \u003cverb\u003efight\u003c/verb\u003e against Serb forces and will resign."],"exampleNotes":""},{"id":6114855803158528,"code":"1211","concept":"REJECT","name":"Reject economic cooperation","description":"Refuse to engage in or expand economic ties.","usageNotes":"Use this code for rejections of mutual economic exchange, such as trade and investment; rejection to provide financial aid (or cancel debt) is coded as 1221 instead.","examples":["\u003csource\u003eBangladesh\u003c/source\u003e has once again outright \u003cverb\u003erejected\u003c/verb\u003e an \u003ctarget\u003eIndian\u003c/target\u003e \u003cverb\u003eproposal\u003c/verb\u003e for signing \u003cverb\u003eFree Trade\u003c/verb\u003e Agreement (FTA) with her, urging the counterpart to sign the proposed South Asia Free Trade Agreement (SAFTA) instead."],"exampleNotes":""},{"id":6115625407610880,"code":"0331","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to provide economic aid","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to provide economic support.","usageNotes":"Code commitments to provide financial support, in form of grants, loans, or debt relief under this event code. Trade commitments should be coded as 0311 instead.","examples":["\u003csource\u003eFinland\u003c/source\u003e \u003cverb\u003ewill give\u003c/verb\u003e \u003ctarget\u003eTanzania\u003c/target\u003e a \u003cverb\u003egrant\u003c/verb\u003e of 580 million shillings (64.45 million dollars) over the next three years to finance several projects in the country, a statement issued by the ministry of finance said today.","\u003csource\u003eEuropean Community\u003c/source\u003e foreign ministers \u003cverb\u003eagreed\u003c/verb\u003e in principle on Saturday \u003cverb\u003eto provide\u003c/verb\u003e about 70 million \u003cverb\u003edollars\u003c/verb\u003e of aid for \u003ctarget\u003eRomania\u003c/target\u003e and \u003ctarget\u003ePoland\u003c/target\u003e."],"exampleNotes":"Due to the compound target actor, two events are coded."},{"id":6117231456944128,"code":"045","concept":"CONSULT","name":"Engage in mediation","description":"Mediate between two or more parties.","usageNotes":"This event code should be used only when a party meets with others explicitly as a mediator. The source is always the mediator and adversaries are the targets. All other cases of meetings and negotiations, where the purpose of the meeting or the role of the source actor is not specified, should be coded elsewhere under category 04. \textit{If meetings, discussions, or negotiations are explicitly reported as involving mediators, the mediation code takes precedence as long as the party acting as the mediator is identified in the lead.}","examples":["\u003csource\u003eArab League Secretary General Chadli Klibi\u003c/source\u003e \u003cverb\u003eundertook mediation\u003c/verb\u003e mission between \u003ctarget\u003eSyria\u003c/target\u003e and \u003ctarget\u003ePalestinian leader Yasser Arafat\u003c/target\u003e.","\u003csource\u003eQuatar_s emir\u003c/source\u003e, Sheikh Hamad bin Khalifa al-Thani \u003cverb\u003elaunched\u003c/verb\u003e a \u003cverb\u003emediation\u003c/verb\u003e effort on Saturday \u003cverb\u003ebetween\u003c/verb\u003e the \u003ctarget\u003eEmirates\u003c/target\u003e and \u003ctarget\u003eSaudi Arabia\u003c/target\u003e whose ties have been strained by Riyadh_s new friendship with Tehran."],"exampleNotes":"Because of the compound target actor, two events are coded."},{"id":6117521769889792,"code":"1723","concept":"COERCE","name":"Impose curfew","description":"Set a deadline beyond which inhabitants of an area are not permitted to be on the streets or in public places.","usageNotes":"","examples":["\u003csource\u003eTurkish authorities\u003c/source\u003e have \u003cverb\u003eimposed\u003c/verb\u003e a \u003cverb\u003ecurfew\u003c/verb\u003e in the town of \u003ctarget\u003eCizre\u003c/target\u003e in southeastern Turkey after a demonstration over fraud allegations in Sunday_s local elections, security sources said here Tuesday."],"exampleNotes":""},{"id":6132663006003200,"code":"0213","concept":"APPEAL","name":"Appeal for judicial cooperation","description":"Make an appeal for, request, or suggest initiating or expanding cooperation in judicial matters.","usageNotes":"Use this code for requests to develop or expand cooperation in such matters as extraditions. Appeals for information or other investigative tools, even if to be used in courts of law, are coded as 0214 instead. Note that in case of extraditions, the target for this event type is not the subject but the country he would be extradited to. Actual events of judicial cooperation are coded as 063.","examples":["\u003csource\u003eTurkey\u003c/source\u003e \u003cverb\u003erenewed\u003c/verb\u003e an \u003cverb\u003eappeal\u003c/verb\u003e to \u003ctarget\u003eBelgium\u003c/target\u003e to \u003cverb\u003eextradite\u003c/verb\u003e a far-left militant wanted for murder, Justice Minister Cemil Cicek said Thursday, slamming what he called lax international cooperation against terrorism."],"exampleNotes":""},{"id":6144398467268608,"code":"1421","concept":"PROTEST","name":"Conduct hunger strike for leadership change","description":"Refuse to eat until demands for leadership change are met.","usageNotes":"Target should be the actor who is expected to relinquish power. Hunger strikes that demand new elections should also be coded here.","examples":["\u003csource\u003eIslamic fundamentalists\u003c/source\u003e \u003cverb\u003econtinued\u003c/verb\u003e their \u003cverb\u003ehunger strike\u003c/verb\u003e to \u003cverb\u003edemand\u003c/verb\u003e the \u003cverb\u003eresignation\u003c/verb\u003e of \u003ctarget\u003eAlgerian President Ahmed Ben Bella\u003c/target\u003e."],"exampleNotes":""},{"id":6151492947935232,"code":"0812","concept":"YIELD","name":"Ease ban on political parties or politicians","description":"Relax or remove administrative restrictions on the establishment or activities of political parties or certain politicians.","usageNotes":"","examples":["The \u003csource\u003eIvory Coast_s Supreme Court\u003c/source\u003e \u003cverb\u003edecided to allow\u003c/verb\u003e candidate \u003ctarget\u003eAlassane Ouattara\u003c/target\u003e to \u003cverb\u003eparticipate\u003c/verb\u003e in the country_s upcoming \u003cverb\u003eelections\u003c/verb\u003e."],"exampleNotes":""},{"id":6155615311233024,"code":"1451","concept":"PROTEST","name":"Engage in violent protest for leadership change","description":"Protest forcefully, in a potentially destructive manner, to demand leadership change.","usageNotes":"Target should be the actor who is expected to relinquish power. Riots that demand new elections should also be coded here.","examples":["\u003csource\u003eEgyptian\u003c/source\u003e demonstrators \u003cverb\u003erioted\u003c/verb\u003e following a peaceful demonstration \u003cverb\u003ecalling for\u003c/verb\u003e the immediate \u003cverb\u003eremoval\u003c/verb\u003e of \u003ctarget\u003ePresident Hosni Mubarak\u003c/target\u003e \u003cverb\u003efrom office\u003c/verb\u003e."],"exampleNotes":""},{"id":6167532369084416,"code":"060","concept":"ENGAGE IN MATERIAL COOPERATION","name":"Engage in material cooperation, not specified below","description":"Initiate, resume, improve, or expand material cooperation or exchange, not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 061-064 cannot be made.","examples":["\u003ctarget\u003eTaliban ruled Afghanistan\u003c/target\u003e \u003cverb\u003ehas been sharing expertise\u003c/verb\u003e with the \u003ctarget\u003eLiberation Tigers of Tamil Eelam\u003c/target\u003e according to a special report submitted to the Canadian Security Intelligence Service."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":6180963939778560,"code":"1044","concept":"DEMAND","name":"Demand change in institutions, regime","description":"Require, demand major institutional, constitutional, or regime change.","usageNotes":"This event form refers to verbal and non-threatening demands. Demands that take the form of demonstrations, protests, etc. are coded under category 14 instead. Institutional change is different from policy change in that the former directly alters the rules of the game. Demands for fundamental changes in the political system (e.g. democratization) as well as more limited institutional changes (e.g. changing electoral law) are coded here.","examples":["\u003csource\u003eRwandan rebels\u003c/source\u003e \u003cverb\u003eannounced\u003c/verb\u003e that \u003ctarget\u003ePresident Kagame\u003c/target\u003e and his \u003ctarget\u003eRwandan Patriotic Front\u003c/target\u003e \u003cverb\u003emust agree\u003c/verb\u003e to major \u003cverb\u003econstitutional changes\u003c/verb\u003e before they demobilize.","The \u003csource\u003eAlbanians of southern Serbia\u003c/source\u003e are \u003cverb\u003edemanding\u003c/verb\u003e political and territorial \u003cverb\u003eautonomy\u003c/verb\u003e from \u003ctarget\u003eSerbian authorities\u003c/target\u003e."],"exampleNotes":""},{"id":6183018813194240,"code":"195","concept":"FIGHT","name":"Employ aerial weapons, not specified below","description":"Attack, bomb from air, not specified below.","usageNotes":"Use this event form to code bombings that involve the use of military aircraft. When both aerial and other small types of weapons are used, this code takes precedence. This residual category is not coded except where distinctions among codes 1951-1952 cannot be made.","examples":["\u003csource\u003eSoviet\u003c/source\u003e \u003cverb\u003eaircraft\u003c/verb\u003e including helicopter gunships \u003cverb\u003ekilled\u003c/verb\u003e 46 \u003ctarget\u003eAfghan\u003c/target\u003e civilians in an attack on a village in the western province of Heart.","\u003csource\u003eIsraeli\u003c/source\u003e \u003cverb\u003ehelicopters\u003c/verb\u003e and tanks \u003cverb\u003eshelled\u003c/verb\u003e positions of the \u003ctarget\u003ePalestinian\u003c/target\u003e security forces and residential areas near the town of Rafah."],"exampleNotes":""},{"id":6200728305532928,"code":"1013","concept":"DEMAND","name":"Demand judicial cooperation","description":"Require, demand that target engages in or expands cooperation in judicial matters.","usageNotes":"Use this code for demands that target engages in judicial cooperation, such as through extraditing wanted individuals.","examples":["A senior \u003csource\u003eBritish minister\u003c/source\u003e \u003cverb\u003ereiterated\u003c/verb\u003e that \u003ctarget\u003eLibya\u003c/target\u003e \u003cverb\u003emust hand over alleged\u003c/verb\u003e bombers of the U.S. airliner as he embarked on a trip to North Africa to seek Arab support for the demand."],"exampleNotes":""},{"id":6207380404568064,"code":"037","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to settle dispute","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to reach a comprehensive settlement, agreement, or resolution to conflict.","usageNotes":"Note that specific commitments to yield, which might be present steps to settling disputes, are coded elsewhere under category 03. Both the source and the target for this event type should be adversaries themselves. When other parties make appeals to end disputes in which they are not directly involved, use `Appeal to others to settle dispute_ (027) instead.","examples":["\u003csource\u003eDenmark\u003c/source\u003e today \u003cverb\u003eaccepted\u003c/verb\u003e a formula for \u003cverb\u003eending\u003c/verb\u003e its fisheries \u003cverb\u003edispute\u003c/verb\u003e with its \u003ctarget\u003eEuropean common market\u003c/target\u003e partners, government officials said."],"exampleNotes":""},{"id":6220308927217664,"code":"071","concept":"PROVIDE AID","name":"Provide economic aid","description":"Extend, provide monetary aid and financial guarantees, grants, gifts and credit.","usageNotes":"The lead must report the delivery of such aid; promises to provide aid should be coded under 033 instead. Debt relief should also be coded as 071.","examples":["The \u003csource\u003eEuropean Community\u003c/source\u003e on Monday \u003cverb\u003egave\u003c/verb\u003e the \u003ctarget\u003eIvory Coast\u003c/target\u003e 5.1 million \u003cverb\u003edollars\u003c/verb\u003e of aid for agricultural development projects."],"exampleNotes":""},{"id":6221028200022016,"code":"1431","concept":"PROTEST","name":"Conduct strike or boycott for leadership change","description":"Refuse to work or cooperate until demands for leadership change are met.","usageNotes":"Target should be the actor who is expected to relinquish power. Strikes or boycotts that demand new elections should also be coded here.","examples":["The \u003csource\u003efundamentalist Umma (Nation) party\u003c/source\u003e has \u003cverb\u003esaid\u003c/verb\u003e it \u003cverb\u003ewill boycott\u003c/verb\u003e \u003ctarget\u003eAlgeria\u003c/target\u003e_s first multi-party elections \u003cverb\u003eunless\u003c/verb\u003e the president agrees to \u003cverb\u003estep down\u003c/verb\u003e."],"exampleNotes":"Ideally the Algerian president would have been coded as the target."},{"id":6226493680123904,"code":"1231","concept":"REJECT","name":"Reject request to change leadership","description":"Refuse to change leadership or relinquish power.","usageNotes":"Rejections to resign or hand over power, as well as to hold elections that might open the way for change in leadership, are coded here. Note that while refusals to undertake other forms of yielding are coded under 124, refusals to give up power are coded here.","examples":["\u003csource\u003eVice-President Moody Awori\u003c/source\u003e has \u003cverb\u003edeclined to resign\u003c/verb\u003e despite growing pressure by the \u003ctarget\u003eKenya Anti-Corruption Commision\u003c/target\u003e after he was implicated in a major scandal."],"exampleNotes":""},{"id":6233535144787968,"code":"0254","concept":"APPEAL","name":"Appeal for easing of economic sanctions, boycott, or embargo","description":"Make an appeal for, request, or suggest that target stops or eases economic sanctions, boycott, or embargo.","usageNotes":"Use this code only for \textit{economic} sanctions, boycotts, or embargoes.","examples":["\u003csource\u003eIraq\u003c/source\u003e on Saturday \u003cverb\u003eappealed\u003c/verb\u003e to the \u003ctarget\u003eU.N.\u003c/target\u003e \u003cverb\u003eto bring an end\u003c/verb\u003e to their \u003cverb\u003etrade embargo\u003c/verb\u003e, which it said is causing huge shortages of medicine and food."],"exampleNotes":""},{"id":6235486670553088,"code":"1312","concept":"THREATEN","name":"Threaten to boycott, embargo, or sanction","description":"Threaten to restrict normal economic interactions by imposing sanctions, boycotts, or embargoes.","usageNotes":"Use this code for the imposition of restrictions or restraints on economic exchange, typically on commerce and similar transactions as a way to protest or punish the target.","examples":["A \u003csource\u003eFrench minister\u003c/source\u003e \u003cverb\u003ethreatened\u003c/verb\u003e today to impose \u003cverb\u003eimport restrictions\u003c/verb\u003e against \u003ctarget\u003eWest German\u003c/target\u003e goods today as the leaders of the two countries sought to ease tensions in Franco-German relations."],"exampleNotes":""},{"id":6239959610556416,"code":"154","concept":"EXHIBIT MILITARY POSTURE","name":"Mobilize or increase armed forces","description":"Increase the number of military personnel and/or weapons.","usageNotes":"The party against whom the military move is directed is the target actor.","examples":["\u003csource\u003eIsrael\u003c/source\u003e has \u003cverb\u003estrengthened\u003c/verb\u003e its \u003cverb\u003eforces\u003c/verb\u003e in \u003ctarget\u003eLebanon\u003c/target\u003e following the discovery of Soviet-made Katyusha rockets in the area last week, military sources said today.","\u003csource\u003eBritain\u003c/source\u003e \u003cverb\u003emobilized army\u003c/verb\u003e reservists for a possible war \u003cverb\u003eagainst\u003c/verb\u003e \u003ctarget\u003eIraq\u003c/target\u003e on Tuesday while UN arms inspectors said they needed more time."],"exampleNotes":""},{"id":6246031620571136,"code":"135","concept":"THREATEN","name":"Threaten to halt mediation","description":"Threaten to stop mediation activities.","usageNotes":"This event form is a verbal act. Use this event form to code threats and warnings by source actors---mediators or adversaries---to stop mediating or engaging in mediated talks.","examples":["The \u003csource\u003eEuropean Community\u003c/source\u003e \u003cverb\u003emay halt mediation\u003c/verb\u003e efforts among \u003ctarget\u003eYugoslavia\u003c/target\u003e_s feuding republics \u003cverb\u003eif\u003c/verb\u003e cooperation by all parties founders, Dutch Foreign Minister Hans Van den Broek said on Tuesday."],"exampleNotes":""},{"id":6259964494479360,"code":"0233","concept":"APPEAL","name":"Appeal for humanitarian aid","description":"Make an appeal for, request, or suggest humanitarian assistance.","usageNotes":"Requests for or suggestions of food, medicine, and related personnel, as well as shelter and protection, are all coded as 0233. Calls by refugees to be let into the territories of other countries (which should be coded as targets) and asylum requests all fit here.","examples":["\u003csource\u003eOxfam Canada\u003c/source\u003e today \u003cverb\u003ecalled on\u003c/verb\u003e the \u003ctarget\u003eworld community\u003c/target\u003e to \u003cverb\u003ehelp save\u003c/verb\u003e tens of thousands of Afghan civilians threatened with \u003cverb\u003estarvation\u003c/verb\u003e."],"exampleNotes":""},{"id":6261168427499520,"code":"152","concept":"EXHIBIT MILITARY POSTURE","name":"Increase military alert status","description":"Heighten military readiness and caution; be prepared to use force.","usageNotes":"Use this event form to code formal military orders to go on alert. The party against whom the military move is directed is the target actor.","examples":["\u003csource\u003eIsraeli troops\u003c/source\u003e \u003cverb\u003eremained on alert\u003c/verb\u003e in the occupied \u003ctarget\u003eWest Bank\u003c/target\u003e today to forestall more violence after a week of unprecedented Palestinian civil unrest."],"exampleNotes":""},{"id":6267371434016768,"code":"1832","concept":"ASSAULT","name":"Carry out vehicular bombing","description":"Blow up a car or other vehicle to cause damage to surroundings.","usageNotes":"If a car bombing is also known to have been a suicide attack, the suicide component takes precedence and the event is coded as 1831.","examples":["A prominent \u003ctarget\u003eanti-Syria journalist\u003c/target\u003e \u003cverb\u003ehas been killed in\u003c/verb\u003e a \u003cverb\u003ecar bomb\u003c/verb\u003e explosion in a residential sector of mostly \u003csource\u003eChristian eastern Beirut\u003c/source\u003e."],"exampleNotes":""},{"id":6296989528489984,"code":"016","concept":"MAKE PUBLIC STATEMENT","name":"Reject accusation, deny responsibility","description":"Discard or deny accusations or charges.","usageNotes":"This event form is a verbal act. The target for this event type is the party that introduces some accusation or charge against the source actor who denies responsibility.","examples":["The \u003csource\u003egovernment of Liberia\u003c/source\u003e \u003cverb\u003edenied\u003c/verb\u003e on Thursday \u003cverb\u003echarges\u003c/verb\u003e by \u003ctarget\u003eIvory Coast\u003c/target\u003e that Monrovia is committing genocide.","\u003csource\u003eSouth Korea\u003c/source\u003e on Friday \u003cverb\u003erejected\u003c/verb\u003e as ``totally baseless__ \u003cverb\u003eaccusations\u003c/verb\u003e by \u003ctarget\u003eAmnesty International\u003c/target\u003e that it had carried out mass arrests of political prisoners, but church human rights groups here supported the accusations."],"exampleNotes":""},{"id":6306765947797504,"code":"1053","concept":"DEMAND","name":"Demand release of persons or property","description":"Require, demand that target releases persons or property.","usageNotes":"Use this code for demands that the target release prisoners, hostages, and any confiscated property.","examples":["\u003csource\u003eRussia\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e on Tuesday that \u003ctarget\u003eSudan\u003c/target\u003e \u003cverb\u003emust return\u003c/verb\u003e a Mi-26 \u003cverb\u003ehelicopter\u003c/verb\u003e that was captured by the Sudanese authorities last week."],"exampleNotes":""},{"id":6314348444123136,"code":"170","concept":"COERCE","name":"Coerce, not specified below","description":"Repression, violence against civilians, or their rights or properties not otherwise specified.","usageNotes":"","examples":["\u003csource\u003eTurkish police\u003c/source\u003e \u003cverb\u003eprevented\u003c/verb\u003e the \u003cverb\u003edemonstration\u003c/verb\u003e staged by \u003ctarget\u003estudents at Cumhuriyet University\u003c/target\u003e near AKP offices in Sivas on 15 October to protest the decision of sending troops to Iraq."],"exampleNotes":""},{"id":6325962035691520,"code":"1222","concept":"REJECT","name":"Reject request for military aid","description":"Refuse to extend military assistance.","usageNotes":"","examples":["The \u003csource\u003eTurkish government\u003c/source\u003e has \u003cverb\u003erefused\u003c/verb\u003e to commit to any direct \u003cverb\u003eassistance\u003c/verb\u003e to the \u003ctarget\u003eUS\u003c/target\u003e-led \u003cverb\u003ewar\u003c/verb\u003e against Iraq, citing domestic opposition."],"exampleNotes":""},{"id":6328337689477120,"code":"054","concept":"ENGAGE IN DIPLOMATIC COOPERATION","name":"Grant diplomatic recognition","description":"Grant diplomatic recognition, initiate diplomatic relations with a state or a government.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Recognition of newly independent states, new governments that might have come to power through unconventional means, and initiation of diplomatic ties with an entity for the first time are all coded here.","examples":["\u003csource\u003eSri Lanka\u003c/source\u003e has \u003cverb\u003eestablished diplomatic ties\u003c/verb\u003e with and opened an embassy in \u003ctarget\u003eTehran\u003c/target\u003e, the foreign ministry said on Wednesday."],"exampleNotes":""},{"id":6328628002422784,"code":"180","concept":"ASSAULT","name":"Use unconventional violence, not specified below","description":"Use of unconventional forms of violence which do not require high levels of organization or conventional weaponry, not otherwise specified.","usageNotes":"Use this event form to code use of forms of force and violence that do not require high levels of organization typical of state-military establishments. Terrorist attacks, if not further specified, should be coded here. Use this default code also for use of knives, rocks and other such unsophisticated weapons. This residual category is not coded except when distinctions among codes 181-186 cannot be made.","examples":["A temporary camp for \u003ctarget\u003eCongolese refugees\u003c/target\u003e \u003cverb\u003ewas attacked by\u003c/verb\u003e \u003csource\u003eBurundian militiamen\u003c/source\u003e armed \u003cverb\u003ewith machetes\u003c/verb\u003e, killing at least 156 people, the UN refugee agency reported."],"exampleNotes":""},{"id":6351708485582848,"code":"084","concept":"YIELD","name":"Return, release, not specified below","description":"All acts of releasing or returning not otherwise specified.","usageNotes":"This category contains sub-forms for more detailed coding whenever possible.","examples":["According to a zoo spokesperson \u003csource\u003eMalaysian authorities\u003c/source\u003e have \u003cverb\u003einitiated\u003c/verb\u003e the process of \u003cverb\u003ereturning\u003c/verb\u003e the four baby \u003cverb\u003egorillas\u003c/verb\u003e to \u003ctarget\u003eNigeria\u003c/target\u003e, amid speculations they were illegally captured in the wild."],"exampleNotes":""},{"id":6358276832755712,"code":"127","concept":"REJECT","name":"Reject plan, agreement to settle dispute","description":"Reject a proposal or request for a final, comprehensive settlement, peace proposal, or resolution.","usageNotes":"This event form refers typically, although not exclusively, to written and/or formal proposals of comprehensive settlements that seek to resolve a conflict. The target should be the opponent with whom the source is involved in a conflict.","examples":["\u003csource\u003eIvory Coast rebels\u003c/source\u003e on Friday again \u003cverb\u003erejected\u003c/verb\u003e a \u003ctarget\u003ewest African\u003c/target\u003e \u003cverb\u003epeace plan\u003c/verb\u003e, and said they also opposed the deployment of a regional peacekeeping force until their political demands are met.","Newly appointed \u003csource\u003ePalestinian Prime Minister Ismail Haniyeh\u003c/source\u003e has \u003cverb\u003erefused\u003c/verb\u003e to respond to a \u003cverb\u003edemand\u003c/verb\u003e from the US President to adhere to interim \u003cverb\u003epeace deals\u003c/verb\u003e reached with \u003ctarget\u003eIsrael\u003c/target\u003e."],"exampleNotes":""},{"id":6374272633143296,"code":"0311","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to cooperate economically","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to engage in or expand economic ties.","usageNotes":"This event form refers to agreements, promises, commitments, or other indications of intent to develop or expand trade and other forms of economic exchange. Offers, promises, or commitments by one actor to provide economic aid to another should be coded as 0331 instead.","examples":["The \u003ctarget\u003eUnited States\u003c/target\u003e and \u003ctarget\u003eJordan\u003c/target\u003e have \u003cverb\u003eagreed\u003c/verb\u003e upon a new \u003cverb\u003efree-trade\u003c/verb\u003e pact between the two countries, the White House announced Tuesday."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":6374584152489984,"code":"0351","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to ease administrative sanctions","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to ease administrative sanctions, such as censorship, curfew, state of emergency, and martial law.","usageNotes":"","examples":["In an interview this weekend, \u003csource\u003ePresident Abdelaziz Bouteflika\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e he is \u003cverb\u003eprepared to lift ban\u003c/verb\u003e on \u003ctarget\u003eIslamic Salvation Front\u003c/target\u003e (FIS) but not with its historical leadership."],"exampleNotes":""},{"id":6376224158908416,"code":"134","concept":"THREATEN","name":"Threaten to halt negotiations","description":"Threaten to break-up or withdraw from discussion, negotiation, or meeting.","usageNotes":"Use this code for threats and warnings by source actors to stop negotiations, typically presented as protests against particular actions or policies of target actors.","examples":["The \u003csource\u003eSoviet Union\u003c/source\u003e has \u003cverb\u003ethreatened\u003c/verb\u003e to \u003cverb\u003estop negotiations\u003c/verb\u003e to reduce long-range nuclear weapons if the \u003ctarget\u003eUnited States\u003c/target\u003e goes ahead with the planned deployment of new medium-range nuclear missiles in Europe, the Washington Post reported today."],"exampleNotes":""},{"id":6380697098911744,"code":"163","concept":"REDUCE RELATIONS","name":"Impose embargo, boycott, or sanctions","description":"Stop or restrict commercial or other material exchange as a form of protest or punishment.","usageNotes":"","examples":["\u003csource\u003ePresident Bill Clinton\u003c/source\u003e has \u003cverb\u003eimposed sanctions\u003c/verb\u003e on the \u003ctarget\u003eTaliban\u003c/target\u003e religious faction that controls Afghanistan for its support of suspected terrorist Osama bin Laden, the White House said Tuesday."],"exampleNotes":""},{"id":6383412323549184,"code":"0874","concept":"YIELD","name":"Retreat or surrender militarily","description":"Retreat, withdraw, yield control of a location or territory by pulling out armed forces.","usageNotes":"Note that the yielding should involve a comprehensive military disengagement, at least from a certain area of contention.","examples":["Five hundred \u003csource\u003eUgandan rebels\u003c/source\u003e \u003cverb\u003esurrendered\u003c/verb\u003e last week in the eastern \u003cverb\u003etown\u003c/verb\u003e in \u003ctarget\u003eSoroti\u003c/target\u003e followin a government offensive in the area, a local official said.","The \u003csource\u003eUnited States\u003c/source\u003e \u003cverb\u003espeeded\u003c/verb\u003e up the \u003cverb\u003ewithdrawal\u003c/verb\u003e of some \u003cverb\u003einvasion\u003c/verb\u003e forces from \u003ctarget\u003ePanama\u003c/target\u003e on Wednesday, but defence officials cautioned that no deadline had been set for complete removal of the troops.","\u003csource\u003eBosnian Serbs\u003c/source\u003e said on Tuesday their forces had \u003cverb\u003ecompleted\u003c/verb\u003e their \u003cverb\u003ewithdrawal\u003c/verb\u003e from the beseiged \u003ctarget\u003eBosnian town of Gorazde\u003c/target\u003e."],"exampleNotes":""},{"id":6384184075485184,"code":"1122","concept":"DISAPPROVE","name":"Accuse of human rights abuses","description":"Allege, charge the target with, or blame for human rights violations, such as arbitrary detentions for prosecutions, torture, and slavery.","usageNotes":"","examples":["Human rights watchdog \u003csource\u003eAmnesty International\u003c/source\u003e \u003cverb\u003eaccused\u003c/verb\u003e  the \u003ctarget\u003eUnited States\u003c/target\u003e of \u003cverb\u003eviolating human rights\u003c/verb\u003e, ignoring international law and sending a ``permissive signal to abusive governments__."],"exampleNotes":""},{"id":6386769108926464,"code":"1385","concept":"THREATEN","name":"Threaten unconventional mass violence","description":"Threaten to use force potentially affecting large masses of people, including the use of weapons of mass destruction (nuclear or chemical-biological-radiological attacks), mass expulsions or killings, as well as ethnic cleansing.","usageNotes":"This event form is typically a verbal act. Use this code for threats to carry out actions best represented in cue category 20.","examples":["A \u003csource\u003eterror group based in Trinidad\u003c/source\u003e \u003cverb\u003eclaims\u003c/verb\u003e to be manufacturing \u003cverb\u003echemical\u003c/verb\u003e and \u003cverb\u003ebiological weapons\u003c/verb\u003e to use \u003cverb\u003eagainst\u003c/verb\u003e the \u003ctarget\u003eUnited States\u003c/target\u003e and \u003ctarget\u003eBritain\u003c/target\u003e, according to a media report Sunday."],"exampleNotes":"Because of the compound target, two events are coded."},{"id":6396330779869184,"code":"120","concept":"REJECT","name":"Reject, not specified below","description":"All rejections and refusals not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 121-129 cannot be made. All rejections coded under this category should imply refusals to cooperate or yield in some way.","examples":["The \u003csource\u003ePalestinians\u003c/source\u003e \u003cverb\u003ereject proposed\u003c/verb\u003e \u003ctarget\u003eIsraeli\u003c/target\u003e \u003cverb\u003echanges\u003c/verb\u003e to the Wye River land-for-security deal, chief Palestinian negotiator Saeb Erakat said."],"exampleNotes":""},{"id":6397100384321536,"code":"032","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to engage in diplomatic cooperation (such as policy support)","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to expand diplomatic ties or cooperation.","usageNotes":"This event form is typically, although not exclusively, a verbal act. The offered or promised support should be non-material, such as supporting or backing particular policies and/or goals. Note that agreements or promises to engage in more specific forms of diplomatic cooperation, such as negotiations and mediation, are coded elsewhere under category 03. The target should be the recipient of the potential support.","examples":["\u003csource\u003ePortugal\u003c/source\u003e \u003cverb\u003ewill support\u003c/verb\u003e \u003ctarget\u003eTurkey\u003c/target\u003e_s \u003cverb\u003eefforts\u003c/verb\u003e to become a full member of the European Community, Portuguese President Mario Soares said on Tuesday.","\u003csource\u003eHungary\u003c/source\u003e has said it \u003cverb\u003ewill support\u003c/verb\u003e a \u003ctarget\u003eU.N. Security Council\u003c/target\u003e \u003cverb\u003eresolution\u003c/verb\u003e that aims to tighten sanctions and impose a naval blockade against neighboring Yugoslavia."],"exampleNotes":"Note that the future tense used in the lead indicates future commitment."},{"id":6398996746600448,"code":"1721","concept":"COERCE","name":"Impose restrictions on political freedoms","description":"Violate or impose limitations on fundamental political rights such as freedoms of speech, expression, and assembly.","usageNotes":"Restrictions on media and activities of political dissent are coded here. Note that if the event is about the actual enforcement of such restrictions through repressive tactics, such as imprisonments and dispersion of demonstrations, 175 should be used instead.","examples":["The \u003csource\u003eBritish\u003c/source\u003e government on Monday \u003cverb\u003eoutlawed\u003c/verb\u003e the largest \u003ctarget\u003eProtestant extremist organization in Northern Ireland\u003c/target\u003e because of what it called its direct involvement in killing in the strife-torn province.","\u003csource\u003eNicaragua_s Sandinista government\u003c/source\u003e today \u003cverb\u003eordered\u003c/verb\u003e the opposition newspaper \u003ctarget\u003eLa Prensa\u003c/target\u003e to \u003cverb\u003esuspend publication\u003c/verb\u003e indefinitely, a spokesman for the paper said."],"exampleNotes":""},{"id":6400701982834688,"code":"0251","concept":"APPEAL","name":"Appeal for easing of administrative sanction","description":"Make an appeal for, request, or suggest that target relaxes administrative restrictions.","usageNotes":"Use this code when a government is requested to undertake some political changes that clearly constitute some form of concession or yielding, such as relaxing or removing bans or other restrictions that are already in place.","examples":["\u003csource\u003eDozens of journalists at Sudan\u003c/source\u003e_s most respected daily newspaper \u003cverb\u003eappealed\u003c/verb\u003e to the \u003ctarget\u003eSudanese government\u003c/target\u003e on Wednesday to let them \u003cverb\u003eresume publishing\u003c/verb\u003e and compensate them for lost wages.","\u003csource\u003eHuman Rights Watch\u003c/source\u003e also \u003cverb\u003ecalled on\u003c/verb\u003e \u003ctarget\u003eYemen\u003c/target\u003e, \u003ctarget\u003eAlgeria\u003c/target\u003e and\u003ctarget\u003eMalaysia\u003c/target\u003e to immediately \u003cverb\u003elift bans\u003c/verb\u003e on newspapers closed in recent days for printing the caricatures."],"exampleNotes":"Because of the compound target, three separate events are coded."},{"id":6414137982713856,"code":"0211","concept":"APPEAL","name":"Appeal for economic cooperation","description":"Make an appeal for, request, or suggest initiating or expanding economic ties.","usageNotes":"Use this code for requests to develop or expand trade and other forms of economic exchange. Appeals for provision of economic aid-not mutual exchange-are coded as 0231 instead. Actual events of economic cooperation are coded as 061.","examples":["\u003csource\u003eIndian business\u003c/source\u003e leaders Friday \u003cverb\u003ecalled for\u003c/verb\u003e greater impetus towards \u003cverb\u003efree trade\u003c/verb\u003e despite mounting tensions between \u003ctarget\u003eIndia\u003c/target\u003e and \u003ctarget\u003ePakistan\u003c/target\u003e."],"exampleNotes":""},{"id":6425873443979264,"code":"1414","concept":"PROTEST","name":"Demonstrate for change in institutions, regime","description":"Dissent collectively, gather, or rally demanding major institutional, constitutional, or regime change.","usageNotes":"Note the difference between institutional/constitutional changes and policy reforms. Demonstrations that call for independence or autonomy essentially demand major changes to the whole system and are hence coded here.","examples":["Thousands of \u003csource\u003eIraqi Kurds\u003c/source\u003e \u003cverb\u003edemonstrated\u003c/verb\u003e in the northern city of Kirkuk on Sunday \u003cverb\u003ecalling for independence\u003c/verb\u003e from \u003ctarget\u003eIraq\u003c/target\u003e, witnesses said."],"exampleNotes":""},{"id":6432967924645888,"code":"081","concept":"YIELD","name":"Ease administrative sanctions, not specified below","description":"Relax or remove all administrative non-force sanctions and penalties, not otherwise specified.","usageNotes":"This event category contains sub-forms for more detailed coding whenever possible.","examples":["\u003csource\u003ePresident Omar Hassan al-Bashir\u003c/source\u003e, following the partial peace deal, has \u003cverb\u003etaken\u003c/verb\u003e several tentative \u003cverb\u003esteps\u003c/verb\u003e to \u003cverb\u003eenhance political freedoms\u003c/verb\u003e and promote an image of openness and tolerance in \u003ctarget\u003eSudan\u003c/target\u003e."],"exampleNotes":""},{"id":6437090287943680,"code":"1444","concept":"PROTEST","name":"Obstruct passage to demand change in institutions, regime","description":"Obstruct passage, block entry/exit to demand major institutional, constitutional, or regime change.","usageNotes":"Note the difference between institutional/constitutional changes and policy reforms. Obstructions that call for independence or autonomy essentially demand major changes to the whole system and are hence coded here.","examples":["Hundreds of thousands of people \u003cverb\u003eblocked streets\u003c/verb\u003e in \u003csource\u003eHong Kong\u003c/source\u003e in defiance of \u003ctarget\u003eChinese authorities\u003c/target\u003e to \u003cverb\u003edemand democratic reforms\u003c/verb\u003e."],"exampleNotes":""},{"id":6447503436152832,"code":"111","concept":"DISAPPROVE","name":"Criticize or denounce","description":"Condemn, decry a policy or an action; criticize, defame, denigrate responsible parties.","usageNotes":"","examples":["\u003csource\u003eAlbania\u003c/source\u003e on Friday \u003cverb\u003edenounced\u003c/verb\u003e as an ugly crime \u003ctarget\u003eYugoslavia\u003c/target\u003e_s suppression of ethnic Albanian unrest in the southern Yugoslav province of Kosovo."],"exampleNotes":""},{"id":6462438916489216,"code":"1042","concept":"DEMAND","name":"Demand policy change","description":"Require, demand change in any particular policy.","usageNotes":"This event form refers to verbal and non-threatening demands. Demands that take the form of demonstrations, protests, etc. are coded under category 14 instead. Just like the source actor, the policy in question can also be domestic or international in nature. If it is clear from the lead that by demanding certain policy changes the source is in fact demanding that the target yield or concede, the event might be better coded under 105 (e.g. demands for military withdrawal should be coded as 1056).","examples":["\u003csource\u003eOpposition groups in Zimbabwe\u003c/source\u003e are \u003cverb\u003edemanding\u003c/verb\u003e that \u003ctarget\u003ePresident Mugabe\u003c/target\u003e \u003cverb\u003eabandon\u003c/verb\u003e his controversial \u003cverb\u003epolicy\u003c/verb\u003e of land confiscations."],"exampleNotes":""},{"id":6464493789904896,"code":"193","concept":"FIGHT","name":"Fight with small arms and light weapons","description":"Attack using small arms and light weapons such as rifles, machine-guns, and mortar shells.","usageNotes":"Small arms include revolvers and self-loading pistols, rifles and carbines, sub-machine guns, assault rifles and light machine-guns. Light weapons include heavy-machine guns, hand-held under-barrel and mounted grenade launchers, portable anti-aircraft guns, portable anti-tank guns, recoilless rifles, portable launchers of anti-tank missile and rocket systems, portable launchers of anti-aircraft missile system, and mortars of calibers less than 100 mm.","examples":["\u003csource\u003eSudanese rebels\u003c/source\u003e \u003cverb\u003eshelled\u003c/verb\u003e the southern regional capital \u003ctarget\u003eJuba\u003c/target\u003e for the first time in a year on Sunday and Monday, killing about 20 people, relief officials in Nairobi said.","\u003csource\u003eEgyptian police\u003c/source\u003e \u003cverb\u003eopened fire\u003c/verb\u003e to disperse \u003ctarget\u003eMoslem fundamentalist\u003c/target\u003e demonstrators on Monday night, killing one person and arresting 12, security sources said.","A \u003cverb\u003eminefield explosion\u003c/verb\u003e near the town of \u003csource\u003eSamarra\u003c/source\u003e \u003cverb\u003ekilled\u003c/verb\u003e two \u003ctarget\u003eIraqi youths\u003c/target\u003e and \u003cverb\u003ewounded\u003c/verb\u003e five others on Sunday."],"exampleNotes":"Note that because the type of weapon used is specified, this code is used instead of the default code 190."},{"id":6470653980966912,"code":"2042","concept":"ENGAGE IN UNCONVENTIONAL MASS VIOLENCE","name":"Detonate nuclear weapons","description":"Attack using nuclear weapons.","usageNotes":"","exampleNotes":""},{"id":6482203282243584,"code":"1031","concept":"DEMAND","name":"Demand economic aid","description":"Require, demand provision of economic assistance.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Demands for \textit{loans or debt relief} are also coded here. Demands for reciprocal economic exchange, such as trade, should be coded as 1011 instead.","examples":["According to reports the \u003csource\u003eUK\u003c/source\u003e is \u003cverb\u003epushing hard\u003c/verb\u003e for the \u003ctarget\u003eUS\u003c/target\u003e \u003cverb\u003esupport\u003c/verb\u003e its \u003cverb\u003edebt relief\u003c/verb\u003e plan to tackle poverty in Africa."],"exampleNotes":""},{"id":6488855381278720,"code":"041","concept":"CONSULT","name":"Discuss by telephone","description":"Consult, talk on the telephone.","usageNotes":"This is typically a reciprocal event. The nature of the phone conversation is not of significance.","examples":["\u003ctarget\u003eU.S. Secretary of State Warren Christopher\u003c/target\u003e \u003cverb\u003etelephoned\u003c/verb\u003e \u003ctarget\u003eRussian Foreign Minister Andrei Kozyrev\u003c/target\u003e on Tuesday to discuss efforts to forge a peace settlement in former Yugoslavia, Itar-Tass news agency said."],"exampleNotes":"Two events of the same type are coded with actors reversed."},{"id":6499014321111040,"code":"1245","concept":"REJECT","name":"Refuse to allow international involvement (non-mediation)","description":"Reject requests, refuse or decline to allow access to international actors such as observers, humanitarian agencies, and peacekeeping forces.","usageNotes":"Prospective peacekeepers, observers, etc. are coded as targets.","examples":["The \u003csource\u003eUNITA militarist wing\u003c/source\u003e \u003cverb\u003erefused\u003c/verb\u003e to \u003cverb\u003eallow\u003c/verb\u003e \u003ctarget\u003eUnited Nations\u003c/target\u003e planes to land and \u003cverb\u003eevacuate\u003c/verb\u003e 15 of its observers who were taken hostage, the United Nations Observer Mission in Angola (MONUA) said.","\u003csource\u003eBeirut\u003c/source\u003e again \u003cverb\u003erejected\u003c/verb\u003e Thursday a \u003ctarget\u003eUnited Nations\u003c/target\u003e \u003cverb\u003eappeal\u003c/verb\u003e for \u003cverb\u003edeploying\u003c/verb\u003e army \u003cverb\u003etroops\u003c/verb\u003e along its borders with Israel."],"exampleNotes":""},{"id":6502503176732672,"code":"144","concept":"PROTEST","name":"Obstruct passage, block, not specified below","description":"Protest by blocking entry and/or exit into building or area, not otherwise specified.","usageNotes":"Use sub-categories if demands of protesters are known and codeable. Use this event form to code protest activities that seek to disrupt routine and normal proceedings by blocking roads, buildings, etc. When the blockade in question includes military forces, use 191 instead.","examples":["Angry \u003csource\u003eFrench paper workers\u003c/source\u003e \u003cverb\u003eblocked\u003c/verb\u003e the \u003ctarget\u003eEurope Bridge\u003c/target\u003e spanning the Rhine from France to West Germany for more than three hours by dumping sawdust on the \u003cverb\u003eroadway\u003c/verb\u003e, French border police said."],"exampleNotes":""},{"id":6507968656834560,"code":"124","concept":"REJECT","name":"Refuse to yield, not specified below","description":"Reject requests, refuse, or decline to yield not otherwise specified.","usageNotes":"This category contains sub-forms for more detailed coding whenever possible.","exampleNotes":""},{"id":6515010121498624,"code":"027","concept":"APPEAL","name":"Appeal to others to settle dispute","description":"Propose or suggest that others reach a settlement, agreement, or resolution of conflict.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Note that \textit{the source for this event cannot be the adversaries themselves}. When one or more parties to a conflict call for ending the conflict, that is taken to be an expression of intent on the part of that source actor to reach a settlement and is thus coded as 037 instead.","examples":["The \u003csource\u003eRussian Foreign Minister Sergei Lavrov\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e here Saturday that he \u003cverb\u003eurges\u003c/verb\u003e \u003ctarget\u003eIran\u003c/target\u003e and the \u003ctarget\u003eEU trio (France, Germany, and Britain)\u003c/target\u003e to \u003cverb\u003ereach\u003c/verb\u003e an \u003cverb\u003eagreement\u003c/verb\u003e in their talks on Iran_s nuclear program."],"exampleNotes":"Given the presence of four different targets, four events are coded."},{"id":6515321640845312,"code":"0342","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to change policy","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment for policy change.","usageNotes":"Use this code for commitments to bring policy change---political, economic, military, social, or otherwise. If the policy change in question clearly represents a form of yielding, the appropriate code under 035 should be used instead.","examples":["\u003csource\u003ePlanning and Investment Minister Tran Xuan Gia\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e \u003ctarget\u003eVietnam\u003c/target\u003e is \u003cverb\u003ecommitted to opening up\u003c/verb\u003e the \u003cverb\u003eeconomy\u003c/verb\u003e but will not be rushed, in a rare interview late on Friday."],"exampleNotes":"Vietnam can be coded as the target since the country in general is obviously going to be affected from such a change in policy."},{"id":6516961647263744,"code":"1322","concept":"THREATEN","name":"Threaten to ban political parties or politicians","description":"Threaten to ban political activities of particular parties or individuals.","usageNotes":"If the target is being threatened with imprisonment or other measures of repression, 137 should be used instead.","examples":["\u003csource\u003eIsrael_s Cabinet\u003c/source\u003e \u003cverb\u003emet\u003c/verb\u003e Sunday and \u003cverb\u003edecided\u003c/verb\u003e to approve a plan that will \u003cverb\u003enot allow candidates from\u003c/verb\u003e the militant group \u003ctarget\u003eHamas\u003c/target\u003e on the ballots there.","\u003csource\u003ePresident Yoweri Museveni\u003c/source\u003e has \u003cverb\u003ethreatened\u003c/verb\u003e to \u003cverb\u003eban\u003c/verb\u003e \u003ctarget\u003eUgandan\u003c/target\u003e \u003cverb\u003eopposition candidates\u003c/verb\u003e from participating in the upcoming elections."],"exampleNotes":""},{"id":6521434587267072,"code":"162","concept":"REDUCE RELATIONS","name":"Reduce or stop material aid, not specified below","description":"Reductions or terminations of aid not otherwise specified.","usageNotes":"This event form category contains sub-forms for more detailed coding whenever possible.","examples":["The \u003csource\u003eUnited States\u003c/source\u003e \u003cverb\u003eannounced\u003c/verb\u003e Wednesday it \u003cverb\u003ewould prohibit\u003c/verb\u003e all \u003cverb\u003eaid\u003c/verb\u003e to \u003ctarget\u003eAlbanian rebels\u003c/target\u003e in Macedonia and would deny entry to the United States to all individuals undermining stability there.","\u003csource\u003eRed Cross\u003c/source\u003e officials \u003cverb\u003esuspended aid\u003c/verb\u003e deliveries in \u003ctarget\u003eBaghdad\u003c/target\u003e on Wednesday after two of their vehicles were hit by gunfire and a staff member went missing."],"exampleNotes":""},{"id":6524149811904512,"code":"087","concept":"YIELD","name":"De-escalate military engagement, not specified below","description":"Concede militarily, stop fighting, or take measures to ease military conflict or tension not further specified.","usageNotes":"Use sub-categories for more detailed coding whenever possible. Note that only real manifestations of de-escalation are coded here, expressions of intent to de-escalate are not.","exampleNotes":""},{"id":6527506597281792,"code":"1381","concept":"THREATEN","name":"Threaten blockade","description":"Threaten to prevent entry into and/or exit from a territory using military measures.","usageNotes":"This event form is typically a verbal act.","examples":["\u003csource\u003eNATO\u003c/source\u003e \u003cverb\u003econfirmed\u003c/verb\u003e on Wednesday it \u003cverb\u003ewould\u003c/verb\u003e tighten the \u003cverb\u003enaval blockade\u003c/verb\u003e of the rump \u003ctarget\u003eYugoslav\u003c/target\u003e state in the Adriatic with Albania_s help."],"exampleNotes":""},{"id":6541439471190016,"code":"0242","concept":"APPEAL","name":"Appeal for policy change","description":"Make an appeal for, request, or suggest change in any particular policy.","usageNotes":"This event form refers to verbal and non-threatening appeals. More forceful ``demands__ for policy change are coded as 1042; demonstrations, protests, etc. demanding change in leadership/power are coded under category 14. Just like the source actor, the policy in question can also be domestic or international in nature. If it is clear from the lead that by requesting certain policy changes the source is in fact appealing to the target to yield or concede, the event might be better coded under 035.","examples":["\u003csource\u003eU.S. President George W. Bush\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e Friday that he \u003cverb\u003ewill tell\u003c/verb\u003e \u003ctarget\u003eJapanese Prime Minister Junichiro Koizumi\u003c/target\u003e that Japan \u003cverb\u003eneeds\u003c/verb\u003e to enact significant \u003cverb\u003eeconomic reforms\u003c/verb\u003e.","\u003csource\u003eCarl Bildt\u003c/source\u003e \u003cverb\u003ecalled for\u003c/verb\u003e three urgent \u003cverb\u003ereforms\u003c/verb\u003e in \u003ctarget\u003eSwedish\u003c/target\u003e \u003cverb\u003epolitics\u003c/verb\u003e---tax reform, business reform and welfare reform---and stressed the creation of new jobs as the principal task for the future."],"exampleNotes":""},{"id":6566610932334592,"code":"141","concept":"PROTEST","name":"Demonstrate or rally, not specified below","description":"Dissent collectively, publicly show negative feelings or opinions; rally, gather to protest a policy, action, or actor(s).","usageNotes":"Use sub-categories if demands of protesters are known and codeable. The target for this event form is the party that the protest is directed against; the location of a demonstration sometimes represents the identity of the target.","examples":["Up to 100 \u003csource\u003eethnic Albanians\u003c/source\u003e \u003cverb\u003edemonstrated\u003c/verb\u003e on Tuesday in the \u003ctarget\u003eYugoslav province of Kosovo\u003c/target\u003e, where 24 people were killed in nationalist riots last March, Belgrade radio said."],"exampleNotes":""},{"id":6588240924508160,"code":"106","concept":"DEMAND","name":"Demand meeting, negotiation","description":"Require, order party(ies) to meet, negotiate.","usageNotes":"This event form can be initiated by either the adversaries or other third parties.","examples":["\u003csource\u003eYugoslavia\u003c/source\u003e on Tuesday \u003cverb\u003edemanded\u003c/verb\u003e a \u003cverb\u003emeeting\u003c/verb\u003e of the \u003ctarget\u003eU.N. Security Council\u003c/target\u003e to discuss Croatia_s military advance into the Serb-held Krajina region, describing it as ``a serious challenge to the world community.__\\"],"exampleNotes":""},{"id":6595823420833792,"code":"172","concept":"COERCE","name":"Impose administrative sanctions, not specified below","description":"Formal decrees, laws, or policies aimed at curbing the rights of civilians not otherwise specified.","usageNotes":"This event form category contains sub-forms for more detailed coding whenever possible.","exampleNotes":""},{"id":6603176404844544,"code":"1033","concept":"DEMAND","name":"Demand humanitarian aid","description":"Require, demand provision of humanitarian aid.","usageNotes":"Demands by refugees to be let into the territories of other countries (which should be coded as targets) and asylum demands all fit here. These are not necessarily verbal acts; refugees could be actively seeking shelter or refuge in target countries or regions.","examples":["Some 800,000 \u003csource\u003eIraqi Kurds\u003c/source\u003e \u003cverb\u003esought refuge\u003c/verb\u003e in \u003ctarget\u003eGermany\u003c/target\u003e last month."],"exampleNotes":""},{"id":6605231278260224,"code":"186","concept":"ASSAULT","name":"Assassinate","description":"Kill politically significant and influential persons.","usageNotes":"Use this event form to code targeted killings and assassinations of politically influential elites or leaders.","examples":["\u003csource\u003eHezbollah\u003c/source\u003e guerrillas \u003cverb\u003ekilled\u003c/verb\u003e the \u003cverb\u003edeputy chief\u003c/verb\u003e of \u003ctarget\u003eIsrael_s militia ally in southern Lebanon\u003c/target\u003e Sunday sources on both sides said."],"exampleNotes":"This example is coded as an assassination because of the position the victim held (which is explicitly reported)."},{"id":6611391469322240,"code":"202","concept":"ENGAGE IN UNCONVENTIONAL MASS VIOLENCE","name":"Engage in mass killings","description":"Kill a substantial number of people, typically with the intention of ridding a territory of a particular group of people.","usageNotes":"Politically motivated mass killings and genocides are coded here, relying primarily on the specific terminology used by reporters to identify an event that involves ``mass__ killings.","examples":["\u003csource\u003eSudan_s government\u003c/source\u003e \u003cverb\u003eis responsible for mass killings\u003c/verb\u003e and other atrocities in the \u003ctarget\u003eDarfur\u003c/target\u003e region, according to a United Nations report."],"exampleNotes":""},{"id":6619215154905088,"code":"1822","concept":"ASSAULT","name":"Torture","description":"Torture, inflict extreme pain on individuals.","usageNotes":"The distinction between 1822 and the default code 182 depend primarily on the particular terminology used by reporters. This code is used typically when ``torture__ is mentioned in the lead.","examples":["\u003csource\u003eSecurity forces in Guinea\u003c/source\u003e have \u003cverb\u003etortured\u003c/verb\u003e scores of \u003ctarget\u003eSierra Leonean\u003c/target\u003e and \u003ctarget\u003eLiberian refugees\u003c/target\u003e, whom authorities blame for a border conflict, Human Rights Watch (HWR) said Thursday."],"exampleNotes":""},{"id":6633183462293504,"code":"086","concept":"YIELD","name":"Allow international involvement, not specified below","description":"Allow entry of or intervention by international actors not further specified.","usageNotes":"Use the following sub-categories whenever possible. The types of international involvement covered in this category require physical access to territories under the source_s control. Note that accepting international involvement in the form of mediation is coded under 04. The target should be the international actor whose involvement is allowed or received.","examples":["\u003csource\u003eKyrgyz Prime Minister Nikolai Tanaev\u003c/source\u003e \u003cverb\u003ereceived\u003c/verb\u003e a mission of \u003cverb\u003eobservers\u003c/verb\u003e from the \u003ctarget\u003eOSCE\u003c/target\u003e, informing them in detail on the economic situation of the country."],"exampleNotes":""},{"id":6639751809466368,"code":"131","concept":"THREATEN","name":"Threaten non-force, not specified below","description":"All non-force threats not otherwise specified.","usageNotes":"This event form is a verbal act. It contains sub-forms for more detailed coding whenever possible. When non-force threats are actually carried out codes 160-166 should be used instead. Threats of administrative sanctions, such as bans or curfews, should be coded under 132.","examples":["\u003csource\u003eIran\u003c/source\u003e on Tuesday \u003cverb\u003ethreatened\u003c/verb\u003e to \u003cverb\u003ecut off electricity\u003c/verb\u003e to the autonomous \u003ctarget\u003eAzerbaijani republic of Nakhichevan\u003c/target\u003e over non-payment of bills, the official IRNA news agency reported."],"exampleNotes":""},{"id":6648833249378304,"code":"012","concept":"MAKE PUBLIC STATEMENT","name":"Make pessimistic comment","description":"Express pessimism, negative outlook.","usageNotes":"This event form is a verbal act. Only statements with explicit pessimistic components should be coded as 012; otherwise, default to 010.","examples":["\u003csource\u003eFormer West Germany Chancellor Willy Brandt\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e in a radio interview broadcast today he was \u003cverb\u003eskeptical\u003c/verb\u003e over \u003ctarget\u003eMoscow_s\u003c/target\u003e will to agree on limiting European-based nuclear weapons.","\u003csource\u003eIsraeli Prime Minister Ehud Barak\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e Friday he was very \u003cverb\u003epessimistic\u003c/verb\u003e about the chances of resuming peace talks with  \u003ctarget\u003eSyria\u003c/target\u003e, Israel radio reported."],"exampleNotes":""},{"id":6656059129200640,"code":"0355","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to allow international involvement (non-mediation)","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to allow access to international actors, such as observers, humanitarian agencies, and peacekeeping forces.","usageNotes":"Prospective peacekeepers, observers, etc. are coded as targets. Commitments to accept mediation by third parties are coded as 038 instead.","examples":["\u003csource\u003eEthopia\u003c/source\u003e has \u003cverb\u003eagreed\u003c/verb\u003e to \u003cverb\u003ere-open\u003c/verb\u003e its \u003cverb\u003eborders to\u003c/verb\u003e \u003ctarget\u003eUN\u003c/target\u003e \u003cverb\u003epeackeepers\u003c/verb\u003e, who are depolyed in the region to oversee a ceasefire between Ethiopia and its neighbor, Eritrea.","In a letter handed over to the United Nations on Monday, \u003csource\u003eIraq\u003c/source\u003e \u003cverb\u003esaid\u003c/verb\u003e it \u003cverb\u003ewould allow\u003c/verb\u003e the return of \u003ctarget\u003eU.N.\u003c/target\u003e weapons \u003cverb\u003einspectors\u003c/verb\u003e ``without conditions__ to ``remove any doubts Iraq still possesses weapons of mass destruction.__\\","With the signing of a Memorandum of Understanding (MOU) on Cessation of Hostilities, the \u003ctarget\u003eSudanese government\u003c/target\u003e and \u003ctarget\u003eSPLM/A\u003c/target\u003e have \u003cverb\u003eagreed to allow\u003c/verb\u003e ``unimpeded \u003cverb\u003ehumanitarian access\u003c/verb\u003e to all areas and for people in need.__\\"],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":6664887300259840,"code":"093","concept":"INVESTIGATE","name":"Investigate military action","description":"Inquire or search into military activities such as violations of ceasefire, seizures, and invasions.","usageNotes":"If military actions in question involve potential human rights violations or war crimes specifically, code them as 092 or 094 instead. The perpetrator of the questionable military action should be coded as the target.","examples":["The \u003csource\u003eCeasefire Violations Committee\u003c/source\u003e (CFVC) has \u003cverb\u003ecompleted\u003c/verb\u003e its \u003cverb\u003einvestigation\u003c/verb\u003e into an allegation by the Liberian Peace Council (LPC) \u003cverb\u003ethat\u003c/verb\u003e the \u003ctarget\u003eNPFL\u003c/target\u003e had \u003cverb\u003etaken over\u003c/verb\u003e the city of Greenville."],"exampleNotes":""},{"id":6665659052195840,"code":"113","concept":"DISAPPROVE","name":"Rally opposition against","description":"Mobilize other parties against the target.","usageNotes":"This event form is typically, although not exclusively, a verbal act. Use this event form to code instances where one party (the source) solicits third parties to express disapproval of, protest against, or punish another party (the target). Note that only diplomatic solicitations---not military mobilizations---should be coded here.","examples":["An \u003csource\u003eofficial Syrian newspaper\u003c/source\u003e \u003cverb\u003ecalled\u003c/verb\u003e Thursday on Arabs to \u003cverb\u003eunite\u003c/verb\u003e and ``mobilize__ \u003cverb\u003eagainst\u003c/verb\u003e \u003ctarget\u003eIsraeli right-winger Ariel Sharon\u003c/target\u003e, who has vowed not to return the Golan Heights to Syria if he is elected prime minister February 4.","\u003csource\u003eArchbishop Desmond Tutu\u003c/source\u003e on Sunday \u003cverb\u003ecalled for sanctions against\u003c/verb\u003e \u003ctarget\u003eNigeria\u003c/target\u003e in the wake of the execution of Ken Saro-Wiwa."],"exampleNotes":""},{"id":6666192165011456,"code":"166","concept":"REDUCE RELATIONS","name":"Expel or withdraw, not specified below","description":"Terminate the presence of groups or organizations not otherwise specified.","usageNotes":"Use this category to code both expulsions by host authorities and withdrawals by guest groups or organizations. Note that expulsions or deportations of individuals---typically a legal matter---are coded as 174 instead. Mass expulsions of peoples are coded as 201. Withdrawal of hostile military forces constitutes a form of yielding and is thus coded as 0874. When diplomats are withdrawn or expelled, use 161.","exampleNotes":""},{"id":6677805756579840,"code":"1213","concept":"REJECT","name":"Reject judicial cooperation","description":"Refuse to engage in or expand cooperation in judicial matters.","usageNotes":"Use this code when the source actor refuses to cooperate in extraditions or other matters pertaining to legal proceedings.","examples":["\u003csource\u003eYugoslavia\u003c/source\u003e on Thursday flatly \u003cverb\u003erejected\u003c/verb\u003e an \u003ctarget\u003eAustralian\u003c/target\u003e ultimatum to \u003cverb\u003ehandover\u003c/verb\u003e a \u003cverb\u003eguard\u003c/verb\u003e involved in a shooting in front of the Yugoslav consulate in Sydney."],"exampleNotes":""},{"id":6678575361032192,"code":"0333","concept":"EXPRESS INTENT TO COOPERATE","name":"Express intent to provide humanitarian aid","description":"Offer, promise, agree to, or otherwise indicate willingness or commitment to provide humanitarian support.","usageNotes":"Use this code for commitments to provide all forms of humanitarian aid, including evacuations from dangerous zones and shelter for refugees. However, note that expressions of intent to provide military security or peacekeeping forces are coded as 0334 instead. Actual provisions of humanitarian aid are coded as 073.","examples":["The \u003csource\u003eUnited Nations\u003c/source\u003e \u003cverb\u003ewill provide\u003c/verb\u003e nearly 25,000 tons of emergency \u003cverb\u003efood aid\u003c/verb\u003e to \u003ctarget\u003erefugees fleeing the civil war in Liberia\u003c/target\u003e, the World Food Program (WFP) said on Monday."],"exampleNotes":""},{"id":6680181410365440,"code":"050","concept":"ENGAGE IN DIPLOMATIC COOPERATION","name":"Engage in diplomatic cooperation, not specified below","description":"Initiate, resume, improve, or expand diplomatic, non-material cooperation or exchange not otherwise specified.","usageNotes":"This residual category is not coded except when the support in question cannot be further specified and codes 051-057 cannot be used.","examples":["\u003ctarget\u003eCzechoslovakia\u003c/target\u003e and \u003ctarget\u003eAlbania\u003c/target\u003e have \u003cverb\u003eupgraded\u003c/verb\u003e their \u003cverb\u003ediplomatic ties\u003c/verb\u003e back up to ambassadorial level after an 18-year break, the official CTK news agency said on Wednesday."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":6680471723311104,"code":"173","concept":"COERCE","name":"Arrest, detain","description":"Legal or extrajudicial arrests, detentions, or imprisonments.","usageNotes":"Use this code for both criminal and political detentions. Note, however, that taking of hostages is coded as 181 instead, and charges or lawsuits are coded as 115.","examples":["\u003csource\u003eIsraeli soldiers\u003c/source\u003e \u003cverb\u003earrested\u003c/verb\u003e more than 100 \u003ctarget\u003ePalestinians\u003c/target\u003e on Saturday in a security sweep of the Hebron area of the occupied West Bank, military sources said."],"exampleNotes":""},{"id":6695612959424512,"code":"022","concept":"APPEAL","name":"Appeal for diplomatic cooperation (such as policy support)","description":"Make an appeal for, request, or suggest expansion of diplomatic ties or cooperation.","usageNotes":"This event form is typically, although not exclusively, a verbal act. It refers to appeals for expanded diplomatic ties and non-tangible support on particular policies. Appeals for more specific forms of diplomacy, such as mediation and negotiation, are coded elsewhere within category 02.","examples":["\u003csource\u003eNorth Korean state media\u003c/source\u003e have \u003cverb\u003ecalled on\u003c/verb\u003e the \u003ctarget\u003eUnited States\u003c/target\u003e to \u003cverb\u003eforge ``ties of confidence__\u003c/verb\u003e with Pyongyang ahead of six-party nuclear talks expected to be held in Beijing on July 26.","\u003csource\u003eCharles Taylor\u003c/source\u003e \u003cverb\u003ecalled on\u003c/verb\u003e \u003ctarget\u003eLiberians\u003c/target\u003e \u003cverb\u003eto stand by\u003c/verb\u003e him during these difficult days, ``Soon this bad wind shall pass,__ he moaned.","\u003csource\u003eLebanese President Amin Gemayel\u003c/source\u003e has \u003cverb\u003easked\u003c/verb\u003e \u003ctarget\u003ePresident Reagan\u003c/target\u003e \u003cverb\u003efor\u003c/verb\u003e full United States \u003cverb\u003esupport for\u003c/verb\u003e Lebanon_s \u003cverb\u003ecause\u003c/verb\u003e, the White House said today."],"exampleNotes":""},{"id":6707348420689920,"code":"1423","concept":"PROTEST","name":"Conduct hunger strike for rights","description":"Refuse to eat until demands for political, social, economic, or other rights are met.","usageNotes":"Use this code for hunger strikes that demand new rights or protest the violation of existing ones.","examples":["\u003csource\u003eAlgerian landowners\u003c/source\u003e \u003cverb\u003ebegan\u003c/verb\u003e a \u003cverb\u003ehunger strike\u003c/verb\u003e outside Parliament to \u003cverb\u003edemand\u003c/verb\u003e the \u003cverb\u003ereturn of property\u003c/verb\u003e seized by \u003ctarget\u003eAlgerian government forces\u003c/target\u003e in the 1970s, APS news agency said.","\u003csource\u003eSalaheddine Sidhoum\u003c/source\u003e, Algeria_s leading human rights activist, \u003cverb\u003estaged\u003c/verb\u003e a 24-hour \u003cverb\u003ehunger strike\u003c/verb\u003e in prison on Sunday in \u003cverb\u003eprotest\u003c/verb\u003e against the widespread \u003cverb\u003ehuman rights violations\u003c/verb\u003e by \u003ctarget\u003eAlgerian security forces\u003c/target\u003e, his lawyer said on Tuesday."],"exampleNotes":""},{"id":6714442901356544,"code":"0814","concept":"YIELD","name":"Ease state of emergency or martial law","description":"Relax or remove emergency regulations that suspend certain given rights, or relax or remove temporary rule by military authorities.","usageNotes":"","examples":["\u003csource\u003eYugoslavia\u003c/source\u003e \u003cverb\u003eeased emergency measures\u003c/verb\u003e on Wednesday in \u003ctarget\u003eKosovo\u003c/target\u003e province, the scene of ethnic violence last March, as authorities in Croatia cracked down on Serbian nationalists.","\u003csource\u003eSudan_s government\u003c/source\u003e on Sunday \u003cverb\u003elifted\u003c/verb\u003e a state of \u003cverb\u003eemergency\u003c/verb\u003e in \u003ctarget\u003eWest Darfur State\u003c/target\u003e that was imposed six months ago after bloody tribal clashes there, Omdurman radio reported Sunday."],"exampleNotes":""},{"id":6718565264654336,"code":"1453","concept":"PROTEST","name":"Engage in violent protest to demand rights","description":"Protest forcefully, in a potentially destructive manner, to demand political, social, economic, or other rights.","usageNotes":"Use this code for riots that demand new rights or protest the violation of existing ones.","examples":["\u003csource\u003ePalestinian\u003c/source\u003e youths \u003cverb\u003eresorted\u003c/verb\u003e to \u003cverb\u003ethrowing stones\u003c/verb\u003e during \u003cverb\u003edemonstrations\u003c/verb\u003e against the alleged human \u003cverb\u003erights violations\u003c/verb\u003e by the \u003ctarget\u003eIsraeli military\u003c/target\u003e, officials said on Thursday."],"exampleNotes":""},{"id":6730482322505728,"code":"062","concept":"ENGAGE IN MATERIAL COOPERATION","name":"Cooperate militarily","description":"Initiate, resume, improve, or expand military exchange or cooperation.","usageNotes":"Military exchanges such as joint military games and maneuvers should be coded here. Unilateral and potentially altruistic provisions of aid should be coded under `Provide Aid_ (07) instead.","examples":["\u003ctarget\u003eFrench\u003c/target\u003e and \u003ctarget\u003eEgyptian\u003c/target\u003e warships on Monday \u003cverb\u003elaunched\u003c/verb\u003e 10 days of \u003cverb\u003ewar games\u003c/verb\u003e in the Mediterranean Sea, expected to be joined later by Italian and German vessels, the French embassy said Monday."],"exampleNotes":"Two reciprocal events are coded with actors reversed."},{"id":6743913893199872,"code":"1051","concept":"DEMAND","name":"Demand easing of administrative sanctions","description":"Require, demand that target relaxes administrative restrictions.","usageNotes":"Use this code when a government is pushed to undertake some political changes that clearly constitute some form of concession or yielding, such as relaxing or removing bans, curfews, or other restrictions that are already in place. Demands that take the form of demonstrations, protests, etc. are coded under category 14 instead.","examples":["Human rights organization \u003csource\u003eAmnesty International\u003c/source\u003e \u003cverb\u003edemanded\u003c/verb\u003e that the \u003ctarget\u003eSudanese government\u003c/target\u003e \u003cverb\u003eend curbs\u003c/verb\u003e on \u003cverb\u003epress freedom\u003c/verb\u003e.","The \u003csource\u003eInternational Labor Office\u003c/source\u003e (ILO) \u003cverb\u003ereiterated\u003c/verb\u003e its \u003cverb\u003edemand\u003c/verb\u003e today that \u003ctarget\u003eIsrael\u003c/target\u003e \u003cverb\u003eease restrictions\u003c/verb\u003e on the \u003cverb\u003emovement\u003c/verb\u003e of Palestinian workers."],"exampleNotes":""},{"id":6745968766615552,"code":"1952","concept":"FIGHT","name":"Employ remotely piloted aerial munitions","description":"The use of remotely piloted or unmanned aerial platforms for the delivery or ordinance.","usageNotes":"Use this event form to code aerial attacks that involve the use of unmanned or remotely piloted vehicles. This code takes precedence over the use of precision guided munitions (1951).","examples":["Recent \u003csource\u003eUS\u003c/source\u003e \u003cverb\u003ePredator\u003c/verb\u003e attacks, occurring about once every three days, have \u003cverb\u003ekilled\u003c/verb\u003e at least eight top \u003ctarget\u003eal-Qaeda\u003c/target\u003e leaders since last July, according to Pentagon sources."],"exampleNotes":""},{"id":6750484119420928,"code":"100","concept":"DEMAND","name":"Demand, not specified below","description":"All demands and orders not otherwise specified.","usageNotes":"This residual category is not coded except when distinctions among codes 101-108 cannot be made. Note that demands are stronger or more forceful and potentially carry more serious repercussions---although not as much as threats---than simple appeals. We rely primarily on the language used by reporters to make this distinction. All demands are verbal acts.","examples":["\u003csource\u003ePoland_s parliament\u003c/source\u003e has \u003cverb\u003edemanded\u003c/verb\u003e an immediate admission by \u003ctarget\u003eMoscow\u003c/target\u003e that Soviet NKVD security forces murdered more than 15,000 captive Polish officers during World War Two."],"exampleNotes":""}]